export const diff = `業務委託契約書(準委任)
[-ロッ-]{+ソ+}ク{+ラテス+}株式会社(以下「甲」という)と MNTSQ 株式会社(以下「乙」という)とは、
甲が乙に対して、業務を委託することについて、以下のとおり業務委託契約(以下「本契
約」という)を締結する。
(委託業務)
1. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かした[-コン-]サ[-ルティング-]{+ポート+}業務(以下
「本件業務」という)を委託し、乙はこれを受託する。
2. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
{+1.+} 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
3. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
4. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務[-等-])
1. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
2. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
4. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
5. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
1
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
6. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第4条 (連絡協議会)
甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
2. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
3. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
2. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
2. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
2. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
2. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
3. 本条の規定は、本契約終了後も有効に存続するものとする。
2
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第10条 (再委託)
1. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
2. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
3. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第11条 (法令上の責任)
1. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
2. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第12条 (秘密保持義務)
1. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(1) 甲から開示を受ける以前に、乙が既に保有していた情報
(2) 甲から開示を受ける以前に、既に公知であった情報
(3) 甲から開示を受けた後に、乙の責めによらずに公知となった情報
(4) 乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受けた情報
乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
4. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
5. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
6. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第13条 (監査)
1. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
2. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
3
する。
第14条 (権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第15条 (解除)
1. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(1) 本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けたにもか
かわらず、当該違反が是正されなかったとき
(2) 財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行としての
競売、強制執行の各申立てがあったとき
(3) 公租公課の滞納処分を受けたとき
(4) 支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しくは特別
清算開始の申立があったとき
(5) 合併によらず解散、又は営業の廃止を決議したとき
(6) 自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなったとき
(7) 資産、信用、支払能力等に重大な変更を生じたとき
(8) 次条(反社会的勢力の排除)に違反したとき
(9) その他本契約を継続しがたい重大な背信行為を行ったとき
2. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第16条 (反社会的勢力の排除)
1. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
2. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
暴力的な要求行為
法的な責任を超えた不当な要求行為
取引に関して脅迫的な言動や暴力を用いる行為
偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
その他前号各号に準ずる行為
第17条 (損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第18条 (契約期間)
1. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で 6か月間自動的に更新し、その後も同様
4
とする。
2. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第19条 (準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第20条 (専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第21条 (協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第22条 (委託業務)
3. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第23条 (委託料)
6. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
10. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第24条 (指揮監督義務等)
7. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
8. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
5
業務報告書の確認
(8)
9. 乙の実施責任者は、以下の各号の事項を行うものとする。
(6)
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
10. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
11. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
12. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第25条 (連絡協議会)
4. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
6. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第26条(施設、情報資産の利用に関する遵守事項)
3. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
4. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第27条 (報告)
4. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
5. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
{+6.+} 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第28条 (備品の管理)
3. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
6
4. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第29条 (権利の帰属)
本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
5. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
本条の規定は、本契約終了後も有効に存続するものとする。
第30条 (権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第31条 (再委託)
4. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
5. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
6. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第32条 (法令上の責任)
3. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
4. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第33条 (秘密保持義務)
7. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(5) 甲から開示を受ける以前に、乙が既に保有していた情報
(6) 甲から開示を受ける以前に、既に公知であった情報
(7) 甲から開示を受けた後に、乙の責めによらずに公知となった情報
(8) 乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受けた情報
8. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
9. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
7
情報も秘密情報として扱うものとする。
10. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
11. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
12. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第34条 (監査)
3. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
4. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第35条 (権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第36条 (解除)
3. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(12)
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第37条 (反社会的勢力の排除)
3. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(6) 暴力的な要求行為
法的な責任を超えた不当な要求行為
8
取引に関して脅迫的な言動や暴力を用いる行為
偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(10) その他前号各号に準ずる行為
第38条 (損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第39条 (契約期間)
3. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
4. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第40条 (準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第41条 (専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第42条 (協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第43条 (委託業務)
5. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第44条 (委託料)
11. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
12. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
13. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
14. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
9
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
15. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第45条 (指揮監督義務等)
13. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
14. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
15. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
16. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
17. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
18. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第46条 (連絡協議会)
7. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
8. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
9. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第47条 (施設、情報資産の利用に関する遵守事項)
5. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
6. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第48条 (報告)
10
7. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
8. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第49条 (備品の管理)
5. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第50条 (権利の帰属)
7. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
9. 本条の規定は、本契約終了後も有効に存続するものとする。
第51条 (権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第52条 (再委託)
7. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
8. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
9. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第53条 (法令上の責任)
5. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
6. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
11
第54条 (秘密保持義務)
13. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(9) 甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
14. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
15. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
16. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
17. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
18. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第55条 (監査)
5. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
6. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第56条 (権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第57条 (解除)
5. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
12
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第58条 (反社会的勢力の排除)
5. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
6.
を行わないことを表明し、保証する。
甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
(11) 暴力的な要求行為
(12) 法的な責任を超えた不当な要求行為
(13) 取引に関して脅迫的な言動や暴力を用いる行為
(14) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(15) その他前号各号に準ずる行為
第59条 (損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第60条 (契約期間)
5. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第61条 (準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第62条 (専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第63条 (協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
13
第64条 (委託業務)
7. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
8. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第65条 (委託料)
16. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
17. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
18. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
19. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
20. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第66条 (指揮監督義務等)
19. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
20. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
21. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
22. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
23. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
24. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第67条 (連絡協議会)
14
10. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
11. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
12. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第68条 (施設、情報資産の利用に関する遵守事項)
7. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
8. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第69条 (報告)
10. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
11. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
12. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第70条 (備品の管理)
7. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第71条 (権利の帰属)
10. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
11. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
12. 本条の規定は、本契約終了後も有効に存続するものとする。
第72条 (権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第73条 (再委託)
15
10. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
11. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
12. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第74条 (法令上の責任)
7. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
8. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第75条 (秘密保持義務)
19. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
20. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
21. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
22. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
23. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
24. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第76条 (監査)
7. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
8. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第77条 (権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
16
してはならない。
第78条 (解除)
7. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
8. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第79条 (反社会的勢力の排除)
甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(16) 暴力的な要求行為
(17) 法的な責任を超えた不当な要求行為
(18) 取引に関して脅迫的な言動や暴力を用いる行為
(19) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(20) その他前号各号に準ずる行為
第80条 (損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第81条 (契約期間)
7. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
17
第82条 (準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第83条 (専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第84条 (協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第85条 (委託業務)
9. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
10. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第86条 (委託料)
21. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
22. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
23. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
24. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
25. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第87条 (指揮監督義務等)
25. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
26. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
27. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
18
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
28. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
29. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
30. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第88条 (連絡協議会)
13. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
14. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
15. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第89条 (施設、情報資産の利用に関する遵守事項)
9. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
10. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第90条 (報告)
13. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
14. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
15. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第91条 (備品の管理)
9. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
10. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第92条 (権利の帰属)
19
13. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
14. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
15. 本条の規定は、本契約終了後も有効に存続するものとする。
第93条 (権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第94条 (再委託)
13. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
14. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
15. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第95条 (法令上の責任)
9. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
10. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第96条 (秘密保持義務)
25. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
26. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
27. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
28. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
20
29. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
30. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第97条 (監査)
9. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
10. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第98条 (権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第99条 (解除)
9. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
10. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
9. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
10. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(21) 暴力的な要求行為
(22) 法的な責任を超えた不当な要求行為
(23) 取引に関して脅迫的な言動や暴力を用いる行為
(24) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(25) その他前号各号に準ずる行為
21
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
9. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
10. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
11. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
12. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
26. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
27. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
28. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
29. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
30. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
22
限り、乙が負担するものとする。
(指揮監督義務等)
31. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
32. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
33. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
34. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
35. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
36. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
16. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
17. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
18. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
11. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
12. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
16. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
17. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
23
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
18. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
(備品の管理)
11. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
12. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
16. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
17. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
18. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
16. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
17. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
18. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
11. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
12. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
31. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
24
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
32. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
33. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
34. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
35. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
36. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
11. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
12. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
11. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(48)
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(52)
次条(反社会的勢力の排除)に違反したとき
25
その他本契約を継続しがたい重大な背信行為を行ったとき
12. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
11. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
12. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(26) 暴力的な要求行為
(27) 法的な責任を超えた不当な要求行為
(28) 取引に関して脅迫的な言動や暴力を用いる行為
(29) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(30) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
11. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
12. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
13. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
26
14. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
31. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
32. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
33. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
34. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
35. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
37. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
38. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
39. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
40. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
41. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
42. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
19. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
27
20. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
21. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
13. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
14. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
19. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
20. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
21. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
(備品の管理)
13. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
14. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
19. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
20. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
21. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
19. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
20. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
28
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
21. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
13. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
14. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
37. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
38. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
39. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
40. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
41. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
42. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
13. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
14. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
29
13. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
14. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
13. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
14. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(31) 暴力的な要求行為
(32) 法的な責任を超えた不当な要求行為
(33) 取引に関して脅迫的な言動や暴力を用いる行為
(34) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(35) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
13. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
14. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
30
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
15. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
16. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
36. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
37. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
38. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
39. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
40. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
43. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
44. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
45. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(37)
本件業務に関する甲への報告及び通知
31
業務報告書の提出
その他本件業務に付随する事項
46. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
47. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
48. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
22. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
23. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
24. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
15. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
16. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
22. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
23. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
24. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
15. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
16. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
22. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
32
23. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
24. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
22. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
23. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
24. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
15. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
16. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
43. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
44. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
45. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
46. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
47. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
48. 本条に定める義務は、本契約終了後も有効に存続するものとする。
33
(監査)
15. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
16. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
15. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(69)
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
16. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
15. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
16. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(36) 暴力的な要求行為
(37) 法的な責任を超えた不当な要求行為
(38) 取引に関して脅迫的な言動や暴力を用いる行為
(39) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(40) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
34
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
15. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
16. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
17. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
18. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
41. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
42. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
43. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
44. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
45. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
35
49. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
50. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
51. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
52. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
53. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
54. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
25. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
26. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
27. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
17. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
18. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
25. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
26. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
36
する。
27. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
(備品の管理)
17. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
18. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
25. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
26. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
27. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
25. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
26. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
27. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
17. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
18. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
49. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
37
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
50. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
51. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
52. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
53. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
54. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
17. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
18. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
17. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(75)
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
(78)
とき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
18. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
38
(反社会的勢力の排除)
17. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
18. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(41) 暴力的な要求行為
(42) 法的な責任を超えた不当な要求行為
(43) 取引に関して脅迫的な言動や暴力を用いる行為
(44) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(45) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
17. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
18. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
19. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
20. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
39
46. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
47. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
48. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
49. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
50. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
55. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
56. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
57. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
58. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
59. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
60. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
28. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
29. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
30. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
40
(施設、情報資産の利用に関する遵守事項)
19. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
20. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
28. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
29. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
30. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
(備品の管理)
19. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
20. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
28. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
29. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
30. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
28. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
29. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
30. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
41
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
19. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
20. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
55. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
56. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
57. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
58. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
59. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
60. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
19. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
20. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
19. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
42
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
(87)
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
20. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
19. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
20. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(46) 暴力的な要求行為
(47) 法的な責任を超えた不当な要求行為
(48) 取引に関して脅迫的な言動や暴力を用いる行為
(49) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(50) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
19. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
20. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
43
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
21. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
22. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
51. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
52. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
53. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
54. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
55. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
61. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
62. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
63. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
64. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
44
員」という)を、適切に指揮監督しなければならない。
65. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
66. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
31. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
32. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
33. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
21. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
22. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
31. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
32. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
33. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
21. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
22. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
31. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
32. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
45
33. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
31. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
32. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
33. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
21. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
22. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
61. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
62. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
63. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
64. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
65. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
66. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
21. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
46
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
22. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
21. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
れて
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
22. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
21. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
22. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(51) 暴力的な要求行為
(52) 法的な責任を超えた不当な要求行為
(53) 取引に関して脅迫的な言動や暴力を用いる行為
(54) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(55) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
47
(契約期間)
21. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
22. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
23. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
24. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
56. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
57. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
58. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
59. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
60. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
67. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
48
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
68. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
69. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
70. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
71. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
72. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
34. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
35. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
36. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
23. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
24. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
34. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
35. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
36. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
49
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
23. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
24. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
34. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
35. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
36. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
34. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
35. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
36. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
23. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
24. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
67. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
50
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
68. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
69. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
70. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
71. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
72. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
23. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
24. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
23. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(105)
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
24. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
23. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
51
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
24. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(56) 暴力的な要求行為
(57) 法的な責任を超えた不当な要求行為
(58) 取引に関して脅迫的な言動や暴力を用いる行為
(59) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(60) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
23. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で 6か月間自動的に更新し、その後も同様
とする。
24. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
25. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
26. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
61. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
52
62. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
63. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
64. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
65. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
73. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
74. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
75. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
76. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
77. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
78. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
37. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
38. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
39. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
53
25. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
26. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
37. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
38. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
39. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
(備品の管理)
25. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
26. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
37. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
38. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
39. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
37. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
38. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
39. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
54
(法令上の責任)
25. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
26. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
73. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
74. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
75. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
76. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
77. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
78. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
25. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
26. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
25. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
55
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
26. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
25. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
26. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(61) 暴力的な要求行為
(62) 法的な責任を超えた不当な要求行為
(63) 取引に関して脅迫的な言動や暴力を用いる行為
(64) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(65) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
25. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
26. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
56
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
27. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
28. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
66. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
67. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
68. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
69. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
70. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
79. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
80. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
81. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
82. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
83. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
その他本件業務に付随する事項
57
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
84. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
40. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
41. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
42. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
27. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
28. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
40. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
41. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
42. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
(備品の管理)
27. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
28. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
40. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
41. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
42. 本条の規定は、本契約終了後も有効に存続するものとする。
58
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
40. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
41. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
42. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
27. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
28. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
79. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
80. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
81. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
82. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
83. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
84. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
27. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
59
28. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
27. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(123)
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
28. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
27. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
28. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(66) 暴力的な要求行為
(67) 法的な責任を超えた不当な要求行為
(68) 取引に関して脅迫的な言動や暴力を用いる行為
(69) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(70) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
27. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
60
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で 6か月間自動的に更新し、その後も同様
とする。
28. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
29. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
30. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
71. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
72. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
73. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
74. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
75. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
85. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
86. 甲の実施責任者は、以下の各号の事項を行うものとする。
61
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
87. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
88. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
89. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
90. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
43. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
44. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
45. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
29. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
30. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
43. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
44. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
45. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
(備品の管理)
62
29. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
30. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
43. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
44. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
45. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
43. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
44. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
45. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
29. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
30. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
85. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
63
86. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
87. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
88. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
89. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
90. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
29. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
30. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
29. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
30. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
29. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
30. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
64
を行わないことを表明し、保証する。
(71) 暴力的な要求行為
(72) 法的な責任を超えた不当な要求行為
(73) 取引に関して脅迫的な言動や暴力を用いる行為
(74) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(75) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
29. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で 6か月間自動的に更新し、その後も同様
とする。
30. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
31. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
32. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
76. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
77. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
65
78. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
79. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
80. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
91. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
92. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
93. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
94. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
95. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
96. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
46. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
47. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
48. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
31. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
32. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
66
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
46. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
47. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
48. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
31. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
32. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
46. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
47. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
48. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
46. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
47. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
48. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
31. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
67
守し、これらに定められた一切の責任を負うものとする。
32. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
91. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
92. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
93. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
94. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
95. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
96. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
31. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
32. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
31. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
68
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
(141)
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
32. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
31. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
32. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(76) 暴力的な要求行為
(77) 法的な責任を超えた不当な要求行為
(78) 取引に関して脅迫的な言動や暴力を用いる行為
(79) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(80) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
31. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
32. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
69
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
33. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
34. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
81. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
82. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
83. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
84. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
85. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
97. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
98. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
99. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
100.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
101. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
102.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
70
を負うものとする。
(連絡協議会)
49. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
50. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
51. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
33. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
34. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
49. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
50. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
51. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
33. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
34. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
49. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
50. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
51. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
71
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
49. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
50. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
51. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
33. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
34. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
97. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
98. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
99. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
100.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
101.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
102. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
33. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
34. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
甲から開示を受ける以前に、既に公知であった情報
72
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
33. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
34. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
33. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
34. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(81) 暴力的な要求行為
(82) 法的な責任を超えた不当な要求行為
(83) 取引に関して脅迫的な言動や暴力を用いる行為
(84) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(85) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
33. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
73
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
34. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
35. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
36. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
86. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
87. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
88. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
89. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
90. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
103. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
104. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
74
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
105.乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
106.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
107. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
108. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
52. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
53. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
54. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
35. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
36. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
52. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
53. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
54. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
35. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
その他本件業務に付随する事項
75
場合、善良な管理者の注意をもって当該備品を使用するものとする。
36. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
52. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
53. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
54. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
52. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
53. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
54. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
35. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
36. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
103.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
104.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
76
105.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
106.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
107.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
108. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
35. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
36. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
35. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
36. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
35. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
36. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
77
(86) 暴力的な要求行為
(87) 法的な責任を超えた不当な要求行為
(88) 取引に関して脅迫的な言動や暴力を用いる行為
(89) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(90) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
35. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
36. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
37. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
38. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
91. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
92. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
93. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
78
書面又は電子メールに添付する方法により請求書を送付するものとする。
94. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
95. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
109. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
110. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
111. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
112.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
113. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
114. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
55. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
56. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
57. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
37. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
38. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
79
つ、その状態を維持しなければならない。
(報告)
55. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
56. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
57. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
(備品の管理)
37. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
38. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
55. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
56. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
57. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
55. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
56. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
57. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
37. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
80
38. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
109.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
110. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
111. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
112.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
113.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
114. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
37. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
38. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
37. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
81
合併によらず解散、又は営業の廃止を決議したとき
(168)
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
38. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
37. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
38. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(91) 暴力的な要求行為
(92) 法的な責任を超えた不当な要求行為
(93) 取引に関して脅迫的な言動や暴力を用いる行為
(94) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(95) その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
37. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
38. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
82
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
39. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
40. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
96. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
97. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
98. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
99. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
100. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
115. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
116. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
117.乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(97)
本件業務に関する甲への報告及び通知
業務報告書の提出
従事者への指示管理
その他本件業務に付随する事項
118. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
119. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
120. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
83
を負うものとする。
(連絡協議会)
58. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
59. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
60. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
39. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
40. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
58. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
59. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
60. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
39. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
40. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
58. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
59. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
60. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
84
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
58. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
59. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
60. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
39. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
40. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
115.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
116. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
117.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
118. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
119.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
120. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
39. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
40. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
85
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
39. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
(177)
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
40. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
39. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
40. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(96) 暴力的な要求行為
(97) 法的な責任を超えた不当な要求行為
(98) 取引に関して脅迫的な言動や暴力を用いる行為
(99) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
39. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
86
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
40. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
41. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
42. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
101. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
102. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
103. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
104.甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
105.乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
121. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
122. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
87
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
123. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
124.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
125. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
126.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
61. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
62. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
63. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
41. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
42. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
61. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
62. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
63. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
41. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
88
場合、善良な管理者の注意をもって当該備品を使用するものとする。
42. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
61. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
62. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
63. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
61. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
62. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
63. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
41. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
42. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
121.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
122.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
89
123.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
124.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
125.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
126. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
41. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
42. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
41. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
42. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
41. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
42. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
90
暴力的な要求行為
法的な責任を超えた不当な要求行為
取引に関して脅迫的な言動や暴力を用いる行為
偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
41. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
42. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
43. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
44. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
106. 甲は、乙に対して、本件業務の対価として月額100万円(税別)の委託料を支払うもの
とする。
107.委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
108.乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
91
書面又は電子メールに添付する方法により請求書を送付するものとする。
109.甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
110. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
127. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
128. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
129.乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
130. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
131. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
132.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
64. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
65. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
66. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
43. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
44. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
92
つ、その状態を維持しなければならない。
(報告)
64. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
65. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
66. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
43. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
44. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
64. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
65. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
66. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
64. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
65. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
66. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
43. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
93
44. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
127.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
128.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
129.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
130.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
131.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
132. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
43. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
44. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
43. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
94
合併によらず解散、又は営業の廃止を決議したとき
(195)
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
44. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
43. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
44. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
暴力的な要求行為
法的な責任を超えた不当な要求行為
取引に関して脅迫的な言動や暴力を用いる行為
偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
43. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
44. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
95
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
45. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
46. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
111. 甲は、乙に対して、本件業務の対価として月額100万円(税別)の委託料を支払うもの
とする。
112. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
113. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
114. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
115. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
133. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
134. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
135.乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
136.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
137. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
138. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
96
を負うものとする。
(連絡協議会)
67. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
68. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
69. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
45. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
46. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
67. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
68. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
69. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
45. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
46. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
67. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
68. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
69. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
97
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
67. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
68. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
69. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
45. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
46. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
133.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
134.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
135.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
136.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
137.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
138. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
45. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
46. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
98
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
45. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
46. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
45. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
46. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
暴力的な要求行為
法的な責任を超えた不当な要求行為
取引に関して脅迫的な言動や暴力を用いる行為
偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
45. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
99
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
46. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
47. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
48. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
116. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
117. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
118. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
119. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
120. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
139. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
140. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
100
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
141.乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
142.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
143. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
144.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
70. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
71. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
72. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
47. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
48. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
70. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
71. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
72. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
47. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
101
場合、善良な管理者の注意をもって当該備品を使用するものとする。
48. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
70. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
71. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
72. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
70. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
71. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
72. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
47. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
48. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
139.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
140.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
102
141.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
142.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
143.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
144. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
47. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
48. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
47. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
48. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
47. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
48. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
103
暴力的な要求行為
法的な責任を超えた不当な要求行為
取引に関して脅迫的な言動や暴力を用いる行為
偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
47. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
48. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
49. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
50. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
121. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
122. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
123.乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
104
書面又は電子メールに添付する方法により請求書を送付するものとする。
124.甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
125. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
145. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
146.甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
147.乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
148.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
149. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
150. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
(連絡協議会)
73. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
74. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
75. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
49. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
50. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
105
つ、その状態を維持しなければならない。
(報告)
73. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
74. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
75. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
(備品の管理)
49. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
50. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
73. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
74. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
75. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
73. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
74. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
75. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
49. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
106
50. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
145.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
146.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
147.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
148.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
149.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
150. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
49. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
50. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
49. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
107
合併によらず解散、又は営業の廃止を決議したとき
(222)
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
50. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
49. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
50. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
暴力的な要求行為
法的な責任を超えた不当な要求行為
取引に関して脅迫的な言動や暴力を用いる行為
偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
49. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
50. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
108
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
(委託業務)
51. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
52. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
(委託料)
126. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
127.委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
128.乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
129.甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
130. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
(指揮監督義務等)
151. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
152. 甲の実施責任者は、以下の各号の事項を行うものとする。
本件業務に関する乙への注文指図
本件業務に関する乙からの報告確認及び乙への通知
業務報告書の確認
その他本件業務に付随する事項
153. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
従事者への指示管理
本件業務に関する甲への報告及び通知
業務報告書の提出
その他本件業務に付随する事項
154.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
155. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
156.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
109
を負うものとする。
(連絡協議会)
76. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
77. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
78. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
(施設、情報資産の利用に関する遵守事項)
51. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
52. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
(報告)
76. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
77. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
78. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
(備品の管理)
51. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
52. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
(権利の帰属)
76. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
77. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
78. 本条の規定は、本契約終了後も有効に存続するものとする。
(権利の侵害)
110
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
(再委託)
76. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
77. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
78. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
(法令上の責任)
51. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
52. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
(秘密保持義務)
151.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
甲から開示を受ける以前に、乙が既に保有していた情報
甲から開示を受ける以前に、既に公知であった情報
甲から開示を受けた後に、乙の責めによらずに公知となった情報
乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
152.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
153.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
154.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
155.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
156. 本条に定める義務は、本契約終了後も有効に存続するものとする。
(監査)
51. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
52. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
111
する。
(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
(解除)
51. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき
支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
資産、信用、支払能力等に重大な変更を生じたとき
次条(反社会的勢力の排除)に違反したとき
その他本契約を継続しがたい重大な背信行為を行ったとき
52. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
(反社会的勢力の排除)
51. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
52. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
暴力的な要求行為
法的な責任を超えた不当な要求行為
取引に関して脅迫的な言動や暴力を用いる行為
偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
その他前号各号に準ずる行為
(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
(契約期間)
51. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
112
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
52. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
2023 年 3 月31 日
甲:東京都港区虎ノ門一丁目1番1号
[-ロッ-]{+ソ+}ク{+ラテス+}株式会社
代表取締役 六区 太郎
乙:東京都中央区日本橋堀留町一丁目9番8号
MNTSQ 株式会社
代表取締役 板谷 隆平
113
`