export const diff = `業務委託契約書(準委任)
[-ロッ-]{+ソ+}ク{+ラテス+}株式会社(以下「甲」という)と MNTSQ 株式会社(以下「乙」という)とは、
甲が乙に対して、業務を委託することについて、以下のとおり業務委託契約(以下「本契
約」という)を締結する。
第1条(委託業務)
1. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かした[-コン-]サ[-ルティング-]{+ポート+}業務(以下
「本件業務」という)を委託し、乙はこれを受託する。
2. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第2条(委託料)
1. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
2.委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
3. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
4. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
5.乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第3条(指揮監督義務[-等-])
1. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
2. 甲の実施責任者は、以下の各号の事項を行うものとする。
(1)本件業務に関する乙への注文指図
(2)本件業務に関する乙からの報告確認及び乙への通知
(3)業務報告書の確認
(4)その他本件業務に付随する事項
3.乙の実施責任者は、以下の各号の事項を行うものとする。
(1)本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(2)従事者への指示管理
(3)本件業務に関する甲への報告及び通知
(4)業務報告書の提出
(5)その他本件業務に付随する事項
4. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
5. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
1
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
6. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第4条 (連絡協議会)
1.甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
2. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
3. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第5条(施設、情報資産の利用に関する遵守事項)
1.乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
2. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第6条(報告)
1.乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
2. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
3.乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第7条(備品の管理)
1.乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
2. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第8条(権利の帰属)
1.本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
2. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
3. 本条の規定は、本契約終了後も有効に存続するものとする。
2
第9条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第10条 (再委託)
1. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
2. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
3. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第11条 (法令上の責任)
1. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
2. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第12条 (秘密保持義務)
1. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(1) 甲から開示を受ける以前に、乙が既に保有していた情報
(2) 甲から開示を受ける以前に、既に公知であった情報
(3) 甲から開示を受けた後に、乙の責めによらずに公知となった情報
(4) 乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受けた情報
2.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
3.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
4. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
5. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
6. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第13条 (監査)
1. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
2. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
3
する。
第14条 (権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第15条 (解除)
1. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(1) 本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けたにもか
かわらず、当該違反が是正されなかったとき
(2) 財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行としての
競売、強制執行の各申立てがあったとき
(3) 公租公課の滞納処分を受けたとき
(4) 支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しくは特別
清算開始の申立があったとき
(5) 合併によらず解散、又は営業の廃止を決議したとき
(6) 自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなったとき
(7) 資産、信用、支払能力等に重大な変更を生じたとき
(8) 次条(反社会的勢力の排除)に違反したとき
(9) その他本契約を継続しがたい重大な背信行為を行ったとき
2. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第16条 (反社会的勢力の排除)
1. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
2. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(1)暴力的な要求行為
(2)法的な責任を超えた不当な要求行為
(3)取引に関して脅迫的な言動や暴力を用いる行為
(4)偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(5)その他前号各号に準ずる行為
第17条 (損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第18条 (契約期間)
1. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で 6か月間自動的に更新し、その後も同様
4
とする。
2. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第19条 (準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第20条 (専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第21条 (協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第22条 (委託業務)
3. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
4.乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第23条 (委託料)
6. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
7.委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
8.乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
9.甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
10. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第24条 (指揮監督義務等)
7. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
8. 甲の実施責任者は、以下の各号の事項を行うものとする。
(5)本件業務に関する乙への注文指図
(6)本件業務に関する乙からの報告確認及び乙への通知
5
(7)業務報告書の確認
その他本件業務に付随する事項(8)
9. 乙の実施責任者は、以下の各号の事項を行うものとする。
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選(6)
定
(7)従事者への指示管理
(8)本件業務に関する甲への報告及び通知
(9)業務報告書の提出
(10)その他本件業務に付随する事項
10. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
11. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
12. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第25条 (連絡協議会)
4. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
5.連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
6. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第26条(施設、情報資産の利用に関する遵守事項)
3. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
4. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第27条 (報告)
4. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
5. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
6. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第28条 (備品の管理)
3. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
6
4. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第29条 (権利の帰属)
4.本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
5. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
6.本条の規定は、本契約終了後も有効に存続するものとする。
第30条 (権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第31条 (再委託)
4. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
5. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
6. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第32条 (法令上の責任)
3. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
4. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第33条 (秘密保持義務)
7. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(5) 甲から開示を受ける以前に、乙が既に保有していた情報
(6) 甲から開示を受ける以前に、既に公知であった情報
(7) 甲から開示を受けた後に、乙の責めによらずに公知となった情報
(8) 乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受けた情報
8. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
9. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
7
情報も秘密情報として扱うものとする。
10. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
11. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
12. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第34条 (監査)
3. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
4. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第35条 (権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第36条 (解除)
3. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(10)本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(11)財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
公租公課の滞納処分を受けたとき(12)
(13)支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(14)合併によらず解散、又は営業の廃止を決議したとき
(15)自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(16)資産、信用、支払能力等に重大な変更を生じたとき
(17)次条(反社会的勢力の排除)に違反したとき
(18)その他本契約を継続しがたい重大な背信行為を行ったとき
4.本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第37条 (反社会的勢力の排除)
3. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
4.甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(6) 暴力的な要求行為
(7)法的な責任を超えた不当な要求行為
8
(8)取引に関して脅迫的な言動や暴力を用いる行為
(9)偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(10) その他前号各号に準ずる行為
第38条 (損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第39条 (契約期間)
3. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
4. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第40条 (準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第41条 (専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第42条 (協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第43条 (委託業務)
5. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
6.乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第44条 (委託料)
11. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
12. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
13. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
14. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
9
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
15. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第45条 (指揮監督義務等)
13. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
14. 甲の実施責任者は、以下の各号の事項を行うものとする。
(9)本件業務に関する乙への注文指図
(10)本件業務に関する乙からの報告確認及び乙への通知
(11)業務報告書の確認
(12)その他本件業務に付随する事項
15. 乙[-の実施責任者は、以下の各号の事項を行うものとする。-]
[-(11)本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選-]
[-定-]
[-(12)従事者への指示管理-]
[-(13)本件業務に関する甲への報告及び通知-]
[-(14)業務報告書の提出-]
[-(15)その他本件業務に付随する事項-]
[-16. 乙-]は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
1[-7-]{+6+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
1[-8-]{+7+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第46条 (連絡協議会)
{+第4+}7[-. 甲及び乙-]{+条+}
{+委託料を月額で定める場合に+}は、{+月の初日から末日までの1か月間の月額とし、+}本件業
[-務-]{+第48条 11委託料を月額で定める場合には、月+}の[-進捗状況-]{+初日から末日まで+}の[-報告-]{+1か月間の月額とし+}、[-今後-]{+本件+}
{+業+}
{+第49条 12務+}の作業[-方針-]{+期間の始期+}又は[-本件業務-]{+終期+}に{+よって、1+}か{+月に満たない端数の期間が生じたときは、+}
{+第50条 12務の作業期間の始期又は終期によって、1+}か[-わ-]{+月に満たない端数の期間が生じたときは、+}
{+第51条 13日割計算により委託料を計算するものとする。+}
{+第52条 13日割計算により委託料を計算す+}る[-問題-]
[-点若-]{+ものとする。+}
{+第53条 143. 乙は、甲に対+}し[-く-]{+て、委託料を毎月末日に締め、締日の属する月の翌月第3営業日ま+}
{+でに+}
{+第54条 143. 乙+}は[-不明点-]{+、甲+}に[-関-]{+対して、委託料を毎月末日に締め、締日の属+}する[-協議そ-]{+月+}の[-他本件-]{+翌月第3営+}業[-務-]{+日ま+}
{+でに+}
{+第55条 15 書面又は電子メールに添付する方法により請求書を送付するも+}の[-円滑な遂行-]{+とする。+}
{+第56条 15書面又は電子メール+}に[-必要な事項-]{+添付する方法+}に[-つい-]{+より請求書を送付するものとする。+}
{+第57条 164. 甲は、乙に対し+}て[-協議-]{+、締日の属+}する[-ため-]{+月の翌月末日までに+}、[-連絡協議会を開催-]{+委託料に消費税及び地方消+}
{+費税+}
{+第58条 164. 甲は、乙に対して、締日の属+}する[-ことが-]{+月の翌月末日ま+}で[-き-]{+に、委託料に消費税及び地方消+}
{+費税+}
{+第59条 17を加算した金額を、乙が指定す+}る{+乙名義の金融機関口座に振り込んで支払う+}ものとす
る。
[-8-]{+7+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
[-9-]{+8+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
{+10+}
ケーションツール等を利用することができるものとする。
第[-47-]{+60+}条 (施設、情報資産の利用に関する遵守事項)
5. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
6. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第[-48-]{+61+}条 (報告)[-10-]
7. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
8.乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
9. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第[-49-]{+62+}条 (備品の管理)
5. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
6.乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第[-50-]{+63+}条 (権利の帰属)
7. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
8. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
9. 本条の規定は、本契約終了後も有効に存続するものとする。
第[-51-]{+64+}条 (権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第{+6+}5[-2-]条 (再委託)
7. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
8.乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
{+11+}
9. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第[-53-]{+66+}条 (法令上の責任)
5. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
6. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
[-11-]第[-54-]{+67+}条 (秘密保持義務)
[-13.-]{+(9)+} 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り
得た甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を
第三者に開示、漏洩してはならないものとする。但し、以下の各号に該当する情報
については、秘密情報に含まれないものとする[-。-]
[-(9)-]甲から開示を受ける以前に、乙が既
に保有していた情報
(10)甲から開示を受ける以前に、既に公知であった情報
(11)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(12)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
1[-4-]{+3+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
1[-5-]{+4+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
1[-6-]{+5+}. 乙は、滅失[-、毀損、-]漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱うものとす
る。
1[-7-]{+6+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
1[-8-]{+7+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第[-55-]{+68+}条 (監査)
5. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
6. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第[-5-]6{+9+}条 (権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利[-義務の-]{+、毀損、+}全部若しくは一部を第三者に譲渡し、引受させ、又は担保に
供してはならない。
第[-5-]7{+0+}条 (解除)
5. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
{+12+}
(19)本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(20)財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(21)公租公課の滞納処分を受けたとき
(22)支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(23)合併によらず解散、又は営業の廃止を決議したとき
(24)[-自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった-]
[-12-]
とき
{+自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった+}
(25)資産、信用、支払能力等に重大な変更を生じたとき
(26)次条(反社会的勢力の排除)に違反したとき
(27)その他本契約を継続しがたい重大な背信行為を行ったとき
6. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第[-58-]{+71+}条 (反社会的勢力の排除)
5. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
6.{+甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為+}
を行わないことを表明し、保証する。
[-甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為-]
(11) 暴力的な要求行為
(12) 法的な責任を超えた不当な要求行為
(13) 取引に関して脅迫的な言動や暴力を用いる行為
(14) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(15) その他前号各号に準ずる行為
第[-59-]{+72+}条 (損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第[-60-]{+73+}条 (契約期間)
5.本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
6. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第[-61-]{+74+}条 (準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第[-62-]{+75+}条 (専属的合意管轄裁判所)
本契約[-に関して甲乙間で紛争が生じた場合-]、訴額に応じて、東京地方裁判所又は東京[-簡-]
[-易-]{+地方+}裁判所を第一審の専属的合意管轄
{+13+}
裁判所とする。
第{+7+}6[-3-]条 (協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
[-13-]第[-64-]{+77+}条 (委託業務)
7. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
8.乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第[-65-]{+78+}条 (委託料)
16. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
17. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
18. 乙は、甲に対して、[-委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに-]
[-書面又は電子メールに添付する-]{+東京地方裁判所+}方法により請求書を送付するものとする。
19. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
20. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第[-66-]{+79+}条 (指揮監督義務等)
1[-9-]{+8+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
[-20-]{+19+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(13)本件業務に関する乙への注文指図
(14)本件業務に関する乙からの報告確認及び乙への通知
(15)業務報告書の確認
(16)その他本件業務に付随する事項
2[-1-]{+0+}. 乙の実施責任者は、[-以下の各号-]{+東京地方裁判所+}の事項を行うものとする。
(1[-6-]{+1+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(1[-7-]{+2+})従事者への指示管理
(1[-8-]{+3+})本件業務に関する甲への報告及び通知
(1[-9-]{+4+})業務報告書の提出
([-20-]{+15+})その他本件業務に付随する事項
2[-2-]{+1+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
{+14+}
員」という)を、適切に指揮監督しなければならない。
2[-3-]{+2+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
2[-4-]{+3+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第[-67-]{+80+}条 (連絡協議会)
[-14-]
[-10-]{+9+}. 甲及び乙は、本件[-業務の進捗状況の報告、今-]{+東京地方裁判所+}後の作業方針又は本件業務にかかわる問題点若しくは
不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議するため、
連絡協議会を開催することができるものとする。
1[-1-]{+0+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
1[-2-]{+1+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第[-6-]8{+1+}条 (施設、情報資産の利用に関する遵守事項)
7. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
8. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第[-69-]{+82+}条 (報告)
10. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
11. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
12. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第[-70-]{+83+}条 (備品の管理)
7. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
8. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第[-71-]{+84+}条 (権利の帰属)
10. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
11. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
{+15+}
12. 本条の規定は、本契約終了後も有効に存続するものとする。
第[-72-]{+85+}条 (権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第[-73-]{+86+}条 (再委託)[-15-]
10. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
11. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
12. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第{+8+}7[-4-]条 (法令上の責任)
7. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
8. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第[-75-]{+88+}条 (秘密保持義務)
1[-9-]{+8+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(13)甲から開示を受ける以前に、乙が既に保有していた情報
(14)甲から開示を受ける以前に、既に公知であった情報
(15)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(16)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
[-20-]{+19+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
2[-1-]{+0+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
2[-2-]{+1+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
2[-3-]{+2+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
2[-4-]{+3+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第[-76-]{+89+}条 (監査)
7. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
{+16+}
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
8. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第[-77-]{+90+}条 (権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
[-16-]
してはならない。
第[-78-]{+91+}条 (解除)
7. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(28)本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(29)財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(30)公租公課の滞納処分を受けたとき
(31)支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(32)合併によらず解散、又は営業の廃止を決議したとき
(33)自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(34)資産、信用、支払能力等に重大な変更を生じたとき
(35)次条(反社会的勢力の排除)に違反したとき
[-(36)その他本契約を継続しがたい重大な背信行為を行ったとき-]8.本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第[-7-]9{+2+}条 (反社会的勢力の排除)
7. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
8. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(16) 暴力的な要求行為
(17) 法的な責任を超えた不当な要求行為
(18) 取引に関して脅迫的な言動や暴力を用いる行為
(19) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(20) その他前号各号に準ずる行為
第[-80-]{+93+}条 (損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
[-第8-]{+(36)その他本契約を継続しがたい重大な背信行為を行ったとき+}
1{+7+}
{+第94+}条 (契約期間)
7.本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
8.前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
[-17-]第[-82-]{+95+}条 (準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第[-83-]{+96+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第[-84-]{+97+}条 (協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第{+9+}8[-5-]条 (委託業務)
9. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
10. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第[-86-]{+99+}条 (委託料)
21. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
22. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
23. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
24. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
25. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第[-87-]{+100+}条(指揮監督義務等)
2[-5-]{+4+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
{+18+}
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
2[-6-]{+5+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(17)本件業務に関する乙への注文指図
(18)本件業務に関する乙からの報告確認及び乙への通知
(19)業務報告書の確認
(20)その他本件業務に付随する事項
2[-7-]{+6+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
([-2-]1{+6+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選[-18-]
定
([-22-]{+17+})従事者への指示管理
([-23-]{+18+})本件業務に関する甲への報告及び通知
([-24-]{+19+})業務報告書の提出
(2[-5-]{+0+})その他本件業務に付随する事項
2[-8-]{+7+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
2[-9-]{+8+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
[-30-]{+29+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第[-88-]{+101+}条(連絡協議会)
1[-3-]{+2+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
1[-4-]{+3+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
1[-5-]{+4+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第[-89-]{+102+}条(施設、情報資産の利用に関する遵守事項)
[-9. 乙-]{+第103条受託者+}は、[-甲の施設内で-]{+委託者に対し、+}本[-件-]{+作+}業[-務を遂行する場合、甲-]{+期間+}の[-施設利用-]{+終了時まで+}に[-関するルールを遵守する-]
[-もの-]{+、業務完了報告書(以下+}
{+「本報告書」+}と{+いう。)を提出+}する。
{+第+}10[-. 乙-]{+4条委託者+}は、[-甲-]{+本報告書を受領後、直ちにそ+}の[-社-]内[-ネットワークインフラ-]{+容が本契約に適合しているか否かを+}
{+確認し+}、[-サーバー-]{+内容が本契約に適合していると委託者が判断した場合には+}、[-データ等の情報資産-]{+完了確認書を受託者に+}
{+第105条+}
{+対して発行する+}(以下「[-情報資-]
[-産-]{+完了確認+}」という{+。+}){+。+}
{+委託者は、前項+}の[-利用-]{+確認の結果、本報告書の内容が本契約+}に[-つ-]{+適合していな+}い{+と判断+}
{+した場合、不適合部分を特定し+}て、[-甲-]{+受託者に対してそ+}の[-要請す-]{+修正及び再提出を求め+}る[-情-]{+ことができ+}
{+る。本項に基づき再提出された本+}報[-セキュリティ対策を確実-]{+告書+}に[-実施し、か-]つ{+いて+}、[-その状態-]{+委託者は、本条に基づき確認+}を[-維持しなければならな-]{+行+}い{+、完+}
{+了確認書を発行する否かを判断する権利を有する+}。
第[-9-]{+1+}0{+6+}条(報告)
13. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
14. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
{+19+}
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
15. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第[-9-]1{+07+}条(備品の管理)
9. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
10. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第[-92-]{+108+}条(権利の帰属)[-19-]
13. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
14. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
15. 本条の規定は、本契約終了後も有効に存続するものとする。
第{+10+}9[-3-]条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第[-94-]{+110+}条(再委託)
13. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
14. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
15. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第[-95-]{+111+}条(法令上の責任)
9. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
10. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第[-96-]{+112+}条(秘密保持義務)
2[-5-]{+4+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
{+20+}
秘密情報に含まれないものとする。
(17)甲から開示を受ける以前に、乙が既に保有していた情報
(18)甲から開示を受ける以前に、既に公知であった情報
(19)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(20)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
2[-6-]{+5+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
2[-7-]{+6+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
2[-8-]{+7+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
2[-0-]
[-29-]{+8+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
[-30-]{+29+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第[-97-]{+113+}条(監査)
9. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
10. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第[-98-]{+114+}条(権利義務譲渡の禁止)
[-乙-]{+(1) 受託者+}は、[-甲の事前-]{+委託者に対し、本作業期間+}の[-書面-]{+終了時まで+}に[-よ-]{+、業務完了報告書(以下「本報告+}
{+書」という。)を提出す+}る[-承諾なく-]{+。+}
{+(2) 委託者は、本報告書を受領後+}、{+直ちにその内容が+}本契約[-上の地位を第三者-]に[-承継させ-]{+適合しているか否かを確認し+}、
[-又は-]{+内容が+}本契約[-から生じ-]{+に適合してい+}る[-権利義務の全部若-]{+と委託者が判断+}し[-く-]{+た場合に+}は[-一部-]{+、完了確認書+}を[-第三-]{+受託+}者に[-譲渡-]{+対し+}
{+て発行する(以下「完了確認」という。)。+}
{+(3) 委託者は、前項の確認の結果、本報告書の内容が本契約に適合+}し{+ていないと判断した場+}
{+合+}、[-引受させ-]{+不適合部分を特定して+}、[-又は担保-]{+受託者+}に[-供-]{+対+}して{+その修正及び再提出を求めることができる。+}
{+本項に基づき再提出された本報告書について、委託者+}は[-ならな-]{+、本条に基づき確認を行+}い{+、完+}
{+了確認書を発行する否かを判断する権利を有する+}。
第[-99-]{+115+}条(解除)
9. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
[-(37)-]本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた{+(37)+}
にもかかわらず、当該違反が是正されなかったとき
(38)財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(39)公租公課の滞納処分を受けたとき
(40)支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(41)[-合併によらず解散、又は営業の廃止を決議したとき-]
[-(42)-]自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
{+21+}
とき
(4[-3-]{+2+})資産、信用、支払能力等に重大な変更を生じたとき
(4[-4-]{+3+})次条(反社会的勢力の排除)に違反したとき
(4[-5-]{+4+})その他本契約を継続しがたい重大な背信行為を行ったとき
10. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第1[-00-]{+16+}条(反社会的勢力の排除)
9. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
10. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(21) 暴力的な要求行為
(22) 法的な責任を超えた不当な要求行為
(23) 取引に関して脅迫的な言動や暴力を用いる行為
(24) {+合併によらず解散、又は営業の廃止を決議したとき+}
{+(25)+} 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(2[-5-]{+6+}) その他前号各号に準ずる行為[-21-]
第1[-0-]1{+7+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第1[-02-]{+18+}条(契約期間)
[-9.-]{+(45)+}本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し[-、-]
本契約の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を
更新しない[-旨の意思表示がない限り-]{+合併によらず解散+}、[-本契約-]{+又+}は[-同一条件で-]{+営業の廃止を決議したとき+}
{+9.+} 6か月間自動的に更新し、その後も同様とする。
10. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第1[-03-]{+19+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第1{+2+}0[-4-]条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第1[-05-]{+21+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約{+に定めのない事項本契約+}書2通を
{+22+}
作成し、甲乙記名押印の上、各1通を保有する。
第1[-06-]{+22+}条(委託業務)
11. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
12. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第1[-07-]{+23+}条(委託料)
26. 甲は、乙に対して、本件業務の対価として月額100万円(税別)の委託料を支払うもの
とする。
27. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、{+本契約に定めのない事項+}1か月に満たない端数
の期間が生じたときは、日割計算により委託料を計算するものとする。
28. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
29. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
30. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
[-22-]
限り、乙が負担するものとする。
第1[-08-]{+24+}条(指揮監督義務等)
3[-1-]{+0+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
3[-2-]{+1+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(21)本件業務に関する乙への注文指図
(22)本件業務に関する乙からの報告確認及び乙への通知
(23)業務報告書の確認
(24)その他本件業務に付随する事項
3[-3-]{+2+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
(2[-6)本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選-]
[-定-]
[-(27-]{+1+})従事者への指示管理
(2[-8-]{+2+})本件業務に関する甲への報告及び通知
(2[-9-]{+3+})業務報告書の提出
([-30-]{+24+})その他本件業務に付随する事項
3[-4-]{+3+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
3[-5-]{+4+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
3[-6-]{+5+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第1[-09-]{+25+}条(連絡協議会)
1[-6-]{+5+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
{+23+}
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
1[-7-]{+6+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
1[-8-]{+7+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第1[-10-]{+26+}条(施設、情報資産の利用に関する遵守事項)
[-11-]{+9+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
1[-2-]{+0+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第1[-11-]{+27+}条(報告)
16. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
17. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
[-23-]
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
18. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第1[-1-]2{+8+}条(備品の管理)
11. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
12. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第1[-13-]{+29+}条(権利の帰属)
16. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
17. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
18. 本条の規定は、本契約終了後も有効に存続するものとする。
第1[-14-]{+30+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第1{+3+}1[-5-]条(再委託)
16. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
{+24+}
はならない。
17. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
18. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第1[-16-]{+32+}条(法令上の責任)
11. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
12. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。{+ネットワークインフラ、サーバー、データ+}
第1[-17-]{+33+}条(秘密保持義務)
3[-1-]{+0+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
[-24-]
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(21)甲から開示を受ける以前に、乙が既に保有していた情報
(22)甲から開示を受ける以前に、既に公知であった情報
(23)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(24)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
3[-2-]{+1+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
3[-3-]{+2+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
3[-4-]{+3+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。{+ネットワークインフラ、サーバー、データ+}
3[-5-]{+4+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
3[-6-]{+5+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第1[-18-]{+34+}条(監査)
11. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
12. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第1[-19-]{+35+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
{+25+}
第1[-20-]{+36+}条(解除)
11. 甲及び乙は、[-相手方が以下の各号のいずれかに該当した場合-]{+ネットワークインフラ、サーバー、データ+}、何らの催告を要することなく、
本契約の全部又は一部を直ちに解除することができる。
(46)本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(47)財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
{+(48)+}公租公課の滞納処分を受けたとき[-(48)-]
(49)支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(50){+ネットワークインフラ、サーバー、データ+}
{+(51)+}合併によらず解散、又は営業の廃止を決議したとき
(5[-1-]{+2+})自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
{+(53)+}資産、信用、支払能力等に重大な変更を生じたとき
(5[-2)-]
[-(53-]{+4+})次条(反社会的勢力の排除)に違反したとき[-25-]
(5[-4-]{+5+})その他本契約を継続しがたい重大な背信行為を行ったとき
12. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第1[-21-]{+37+}条(反社会的勢力の排除)
11. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
12. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(2[-6-]{+7+}) 暴力的な要求行為
(2[-7-]{+8+}) 法的な責任を超えた不当な要求行為
(2[-8-]{+9+}) 取引に関して脅迫的な言動や暴力を用いる行為[-(29) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為-]
[-(30) その他前号各号に準ずる行為-]
第1[-22-]{+38+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第1[-2-]3{+9+}条(契約期間)
11. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
12. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第1[-2-]4{+0+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
{+26+}
第1[-25-]{+41+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第1{+4+}2[-6-]条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第1[-27-]{+43+}条(委託業務)
13. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
[-26-]
14. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第1[-28-]{+44+}条(委託料)
31. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
32. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
33. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
34. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
35. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第1[-29-]{+45+}条(指揮監督義務等)
3[-7-]{+6+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
3[-8-]{+7+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
[-(25)本件業務に関する-]{+13. 甲及び+}乙[-へ-]{+は、相手方に対して、自ら又は第三者を利用して、以下+}の[-注文指図-]
[-(26)本件業務-]{+各号+}に[-関-]{+該当+}する[-乙からの報告確認及び乙への通知-]{+行為+}
{+を行わないことを表明し、保証する。+}
([-27-]{+30+}) [-業務報告書の確認-]{+暴力的な要求行為+}
{+(31) 法的な責任を超えた不当な要求行為+}
({+3+}2[-8-]) [-その他本件業務-]{+取引+}に[-付随す-]{+関して脅迫的な言動や暴力を用い+}る[-事項-]{+行為+}
3[-9-]{+8+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
([-31-]{+25+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
{+27+}
([-3-]2{+6+})従事者への指示管理
([-33-]{+27+})本件業務に関する甲への報告及び通知
([-34-]{+28+})業務報告書の提出
([-35-]{+29+})その他本件業務に付随する事項
[-40-]{+39+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
4[-1-]{+0+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
4[-2-]{+1+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第1[-30-]{+46+}条(連絡協議会)
1[-9-]{+8+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
[-27-]
[-20-]{+19+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
2[-1-]{+0+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第1[-31-]{+47+}条(施設、情報資産の利用に関する遵守事項)
1[-3-]{+1+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
1[-4-]{+2+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第1[-32-]{+48+}条(報告)
19. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
20. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
21. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第1[-33-]{+49+}条(備品の管理)
13. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
14. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第1[-34-]{+50+}条(権利の帰属)
19. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
{+28+}
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
20. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
21. {+乙は、+}本[-条-]{+件業務の遂行にあたって、秘密情報の漏洩その他+}の[-規定-]{+事故が発生した場合、又+}は
{+第三者から権利侵害その他苦情等を受けた場合+}、[-本契約終了後-]{+直ちに甲に対してその旨を報告する+}も
[-有効-]{+のとし、甲の指示+}に[-存続-]{+従い自己の費用負担において当該事故及び苦情等に対処+}するものと
する。
第1[-3-]5{+1+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第1[-36-]{+52+}条(再委託)
19. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
20. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
[-28-]
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
21. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第1{+5+}3[-7-]条(法令上の責任)
13. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
14. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第1[-38-]{+54+}条(秘密保持義務)
3[-7-]{+6+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(25)甲から開示を受ける以前に、乙が既に保有していた情報
(26)甲から開示を受ける以前に、既に公知であった情報
(27)甲から開示を受けた後に、乙の責めによらずに公知となった情報
[-(28)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け-]
[-た情報-]3[-8-]{+7+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
3[-9-]{+8+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
[-40.-]{+(28)+}乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情
報を取扱うものとする。[-41-]{+乙が正当な権限を有する第三者から秘密保持義務を負うこ+}
{+29+}
{+となく開示を受けた情報+}
{+39+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
4[-2-]{+0+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第1[-39-]{+55+}条(監査)
13. 甲は、乙に対して、{+乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもっ+}
{+て秘密情報を取扱うものとする。乙が正当な権限を有する第三者から秘密保持義務を負+}
{+うことなく開示を受けた+}本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用
における遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を
求めることができるものとする。
14. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第1[-40-]{+56+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第1[-41-]{+57+}条(解除)[-29-]
13. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(5[-5-]{+6+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(5[-6-]{+7+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
[-(57)-]公租公課の滞納処分を受けたとき(58)
{+(59)+}支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
([-59-]{+60+})合併によらず解散、又は営業の廃止を決議したとき
(6[-0-]{+1+})自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(6[-1)資産、信用、支払能力等に重大な変更を生じたとき-]
[-(62-]{+3+})次条(反社会的勢力の排除)に違反したとき
(6[-3-]{+4+})その他本契約を継続しがたい重大な背信行為を行ったとき
14. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第1[-42-]{+58+}条(反社会的勢力の排除)
1[-3-]{+4+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
1[-4-]{+5+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(3[-1-]{+3+}) 暴力的な要求行為
(3[-2-]{+4+}) 法的な責任を超えた不当な要求行為
({+62)資産、信用、支払能力等に重大な変更を生じたとき+}
3{+0+}
{+(+}3{+5+}) 取引に関して脅迫的な言動や暴力を用いる行為
(3[-4-]{+6+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(3[-5-]{+7+}) その他前号各号に準ずる行為
第1[-43-]{+59+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第1[-44-]{+60+}条(契約期間)
13. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
14. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第1[-45-]{+61+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
[-30-]第1[-4-]6{+2+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第1[-47-]{+63+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第1{+6+}4[-8-]条(委託業務)
15. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
16. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第1[-49-]{+65+}条(委託料)
36. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
37. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
38. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
39. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
{+31+}
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
40. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第1[-50-]{+66+}条(指揮監督義務等)
4[-3-]{+2+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
4[-4-]{+3+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(2[-9-]{+5+})本件業務に関する乙への注文指図
([-30-]{+26+})本件業務に関する乙からの報告確認及び乙への通知
([-31-]{+27+})業務報告書の確認
([-3-]2{+8+})その他本件業務に付随する事項
4[-5-]{+4+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
(3[-6-]{+0+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
{+(31)+}従事者への指示管理
(3[-7)-]
[-(38-]{+2+})本件業務に関する甲への報告及び通知[-31-]
(3[-9-]{+3+})業務報告書の提出
({+3+}4[-0-])その他本件業務に付随する事項
4[-6-]{+5+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
4[-7-]{+6+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
4[-8-]{+7+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第1[-51-]{+67+}条(連絡協議会)
2[-2-]{+1+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
2[-3-]{+2+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
2[-4-]{+3+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第1[-52-]{+68+}条(施設、情報資産の利用に関する遵守事項)
1[-5-]{+3+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
1[-6-]{+4+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第1[-53-]{+69+}条(報告)
{+32+}
22. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
23. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
24. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第1[-54-]{+70+}条(備品の管理)
15. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
16. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第1[-55-]{+71+}条(権利の帰属)
22. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
[-32-]
23. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
24. 本条の規定は、本契約終了後も有効に存続するものとする。
第1[-56-]{+72+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第1[-5-]7{+3+}条(再委託)
22. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
23. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
24. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第1[-58-]{+74+}条(法令上の責任)
15. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
16. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
{+33+}
第1{+7+}5[-9-]条(秘密保持義務)
4[-3-]{+1+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(29)甲から開示を受ける以前に、乙が既に保有していた情報
(30)甲から開示を受ける以前に、既に公知であった情報
(31)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(32)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
4[-4-]{+2+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
4[-5-]{+3+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
4[-6-]{+4+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
4[-7-]{+5+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
4[-8-]{+6+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。[-33-]
第1{+7+}6[-0-]条(監査)
15. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
16. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第1[-61-]{+77+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第1[-62-]{+78+}条(解除)
15. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(6[-4-]{+5+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(6[-5-]{+6+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
[-(66)-]公租公課の滞納処分を受けたとき(67)
{+(68)+}支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(6[-8-]{+9+})合併によらず解散、又は営業の廃止を決議したとき
{+(70)+}自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
{+34+}
とき
([-69)-]
[-(-]7[-0-]{+1+})資産、信用、支払能力等に重大な変更を生じたとき
(7[-1-]{+2+})次条(反社会的勢力の排除)に違反したとき
(7[-2-]{+3+})その他本契約を継続しがたい重大な背信行為を行ったとき
16. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第1[-63-]{+79+}条(反社会的勢力の排除)
1[-5-]{+6+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
1[-6-]{+7+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(3[-6-]{+8+}) 暴力的な要求行為
(3[-7-]{+9+}) 法的な責任を超えた不当な要求行為
([-38-]{+40+}) 取引に関して脅迫的な言動や暴力を用いる行為
([-39-]{+41+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(4[-0-]{+2+}) その他前号各号に準ずる行為
第1[-64-]{+80+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
[-34-]
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第1[-65-]{+81+}条(契約期間)
15. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で 6か月間自動的に更新し、その後も同様
とする。
16. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第1[-66-]{+82+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第1[-67-]{+83+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第1[-6-]8{+4+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
{+35+}
第1[-69-]{+85+}条(委託業務)
17. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
18. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第1[-70-]{+86+}条(委託料)
41. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
42. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
43. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
44. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
45. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第1{+8+}7[-1-]条(指揮監督義務等)[-35-]
4[-9-]{+8+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
[-50-]{+49+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
([-33-]{+29+})本件業務に関する乙への注文指図
(3[-4-]{+0+})本件業務に関する乙からの報告確認及び乙への通知
(3[-5-]{+1+})業務報告書の確認
(3[-6-]{+2+})その他本件業務に付随する事項
5[-1-]{+0+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
([-41-]{+35+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
([-42-]{+36+})従事者への指示管理
([-4-]3{+7+})本件業務に関する甲への報告及び通知
([-44-]{+38+})業務報告書の提出
([-45-]{+39+})その他本件業務に付随する事項
5[-2-]{+1+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
5[-3-]{+2+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
5[-4-]{+3+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第1[-72-]{+88+}条(連絡協議会)
{+36+}
2[-5-]{+4+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
2[-6-]{+5+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
2[-7-]{+6+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第1[-73-]{+89+}条(施設、情報資産の利用に関する遵守事項)
1[-7-]{+5+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
1[-8-]{+6+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第1[-74-]{+90+}条(報告)
25. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
26. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
[-36-]
する。
27. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第1[-75-]{+91+}条(備品の管理)
17. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
18. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第1[-76-]{+92+}条(権利の帰属)
25. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
26. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
27. 本条の規定は、本契約終了後も有効に存続するものとする。
第1[-77-]{+93+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第1[-78-]{+94+}条(再委託)
{+37+}
25. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
26. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
27. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第1[-7-]9{+5+}条(法令上の責任)
17. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
18. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第1[-80-]{+96+}条(秘密保持義務)
4[-9-]{+7+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
[-37-]
(33)甲から開示を受ける以前に、乙が既に保有していた情報
(34[-)-]甲から開示を受ける以前に、既に公知であった情報
(35)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(36)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
[-50-]{+48+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
[-51-]{+49+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
5[-2-]{+0+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
5[-3-]{+1+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
5[-4-]{+2+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第1[-81-]{+97+}条(監査)
17. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
18. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第1{+9+}8[-2-]条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
{+38+}
してはならない。
第1[-83-]{+99+}条(解除)
17. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(7[-3-]{+4+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(7[-4-]{+5+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
{+(76)+}公租公課の滞納処分を受けたとき
(7[-5)-]
[-(-]7[-6-])支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(7[-7-]{+8+})合併によらず解散、又は営業の廃止を決議したとき
(7[-8-]{+9+}){+自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった+}
とき
[-自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった-]([-79-]{+80+})資産、信用、支払能力等に重大な変更を生じたとき
(8[-0-]{+1+})次条(反社会的勢力の排除)に違反したとき
(8[-1-]{+2+})その他本契約を継続しがたい重大な背信行為を行ったとき
18. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
[-38-]第[-184-]{+200+}条(反社会的勢力の排除)
1[-7-]{+8+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
1[-8-]{+9+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(4[-1-]{+3+}) 暴力的な要求行為
(4[-2-]{+4+}) 法的な責任を超えた不当な要求行為
(4[-3-]{+5+}) 取引に関して脅迫的な言動や暴力を用いる行為
(4[-4-]{+6+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(4[-5-]{+7+}) その他前号各号に準ずる行為
第{+20+}1[-85-]条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第[-186-]{+202+}条(契約期間)
17. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
18. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
{+39+}
第[-187-]{+203+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第[-188-]{+204+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第[-189-]{+205+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第[-19-]{+2+}0{+6+}条(委託業務)
19. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
20. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第[-191-]{+207+}条(委託料)[-39-]
46. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
47. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
48. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
49. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
50. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第[-19-]2{+08+}条(指揮監督義務等)
5[-5-]{+4+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
5[-6-]{+5+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(3[-7-]{+3+})本件業務に関する乙への注文指図
(3[-8-]{+4+})本件業務に関する乙からの報告確認及び乙への通知
(3[-9-]{+5+})業務報告書の確認
([-40-]{+36+})その他本件業務に付随する事項
5[-7-]{+6+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
(4[-6-]{+0+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
{+40+}
定
(4[-7-]{+1+})従事者への指示管理
(4[-8-]{+2+})本件業務に関する甲への報告及び通知
(4[-9-]{+3+})業務報告書の提出
([-50-]{+44+})その他本件業務に付随する事項
5[-8-]{+7+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
5[-9-]{+8+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
[-60-]{+59+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第[-1-]{+20+}9[-3-]条(連絡協議会)
2[-8-]{+7+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
2[-9-]{+8+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
[-30-]{+29+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
[-40-]第{+2+}1[-94-]{+0+}条(施設、情報資産の利用に関する遵守事項)
1[-9-]{+7+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
[-20-]{+18+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第{+21+}1[-95-]条(報告)
28. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
29. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
30. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第{+2+}1[-96-]{+2+}条(備品の管理)
19. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
20. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第{+2+}1[-97-]{+3+}条(権利の帰属)
{+41+}
28. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
29. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
30. 本条の規定は、本契約終了後も有効に存続するものとする。
第{+2+}1[-98-]{+4+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第{+2+}1[-99-]{+5+}条(再委託)
28. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
29. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
30. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
[-41-]
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第2[-00-]{+16+}条(法令上の責任)
19. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
20. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第2[-0-]1{+7+}条(秘密保持義務)
5[-5-]{+3+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(37)甲から開示を受ける以前に、乙が既に保有していた情報
(38)甲から開示を受ける以前に、既に公知であった情報
(39)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(40)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
5[-6-]{+4+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
5[-7-]{+5+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
5[-8-]{+6+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
{+42+}
5[-9-]{+7+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
[-60-]{+58+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第2[-02-]{+18+}条(監査)
19. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
20. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第2[-03-]{+19+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第2{+2+}0[-4-]条(解除)
19. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(8[-2-]{+3+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた[-42-]
にもかかわらず、当該違反が是正されなかったとき
(8[-3-]{+4+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(8[-4-]{+5+})公租公課の滞納処分を受けたとき[-(85)支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく-]
は特別清算開始の申立があったとき
(8[-6-]{+7+})合併によらず解散、又は営業の廃止を決議したとき
{+(88)+}自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった[-(87)-]
とき
(8[-8-]{+9+})資産、信用、支払能力等に重大な変更を生じたとき
([-8-]9{+0+})次条(反社会的勢力の排除)に違反したとき
(9[-0-]{+1+})その他本契約を継続しがたい重大な背信行為を行ったとき
20. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第2[-05-]{+21+}条(反社会的勢力の排除)
[-19-]{+20+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
2[-0-]{+1+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(4[-6-]{+8+}) 暴力的な要求行為
(4[-7-]{+9+}) 法的な責任を超えた不当な要求行為
([-48-]{+50+}) 取引に関して脅迫的な言動や暴力を用いる行為
([-49-]{+51+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(5[-0-]{+2+}) その他前号各号に準ずる行為
{+(86)支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく+}
{+43+}
第2[-06-]{+22+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第2[-07-]{+23+}条(契約期間)
19. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
20. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第2[-08-]{+24+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第2[-09-]{+25+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
[-43-]第2[-10-]{+26+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第2[-11-]{+27+}条(委託業務)
21. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
22. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第2[-1-]2{+8+}条(委託料)
51. 甲は、乙に対して、本件業務の対価として月額 100 万円(税別)の委託料を支払うもの
とする。
52. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
53. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
54. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
55. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
{+44+}
限り、乙が負担するものとする。
第2[-13-]{+29+}条(指揮監督義務等)
6[-1-]{+0+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
6[-2-]{+1+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
([-41-]{+37+})本件業務に関する乙への注文指図
([-42-]{+38+})本件業務に関する乙からの報告確認及び乙への通知
([-4-]3{+9+})業務報告書の確認
(4[-4-]{+0+})その他本件業務に付随する事項
6[-3-]{+2+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
({+4+}5[-1-])本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
([-52-]{+46+})従事者への指示管理
([-53-]{+47+})本件業務に関する甲への報告及び通知
([-5-]4{+8+})業務報告書の提出
([-55-]{+49+})その他本件業務に付随する事項
6[-4-]{+3+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業[-44-]
員」という)を、適切に指揮監督しなければならない。
6[-5-]{+4+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
6[-6-]{+5+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第2[-14-]{+30+}条(連絡協議会)
3[-1-]{+0+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
3[-2-]{+1+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
3[-3-]{+2+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第2{+3+}1[-5-]条(施設、情報資産の利用に関する遵守事項)[-2-]
1{+9+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
2[-2-]{+0+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第2[-16-]{+32+}条(報告)
31. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
32. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
{+45+}
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
33. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第2[-17-]{+33+}条(備品の管理)
21. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
22. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第2[-18-]{+34+}条(権利の帰属)
31. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
32. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
[-45-]
33. 本条の規定は、本契約終了後も有効に存続するものとする。
第2[-19-]{+35+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第2[-20-]{+36+}条(再委託)
31. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
32. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
33. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第2[-21-]{+37+}条(法令上の責任)
21. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
22. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第2[-22-]{+38+}条(秘密保持義務)
[-61-]{+59+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
{+46+}
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(41)甲から開示を受ける以前に、乙が既に保有していた情報
(42)甲から開示を受ける以前に、既に公知であった情報
(43)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(44)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
6[-2-]{+0+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
6[-3-]{+1+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
6[-4-]{+2+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
6[-5-]{+3+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
6[-6-]{+4+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第2[-2-]3{+9+}条(監査)
21. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
[-46-]
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
22. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第2[-2-]4{+0+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第2[-25-]{+41+}条(解除)
21. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(9[-1-]{+2+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(9[-2-]{+3+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
[-(93)-]公租公課の滞納処分を受けたとき(94)
{+(95)+}支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(9[-5-]{+6+})合併によらず解散、又は営業の廃止を決議したとき
(9[-6-]{+7+})自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
と[-れて-]
[-(97)-]{+き+}
資産、信用、支払能力等に重大な変更を生じたとき
(9[-8-]{+9+})次条(反社会的勢力の排除)に違反したとき
{+47+}
(9[-9-]{+8)+}
{+(100+})その他本契約を継続しがたい重大な背信行為を行ったとき
22. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第2{+4+}2[-6-]条(反社会的勢力の排除)
2[-1-]{+2+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
2[-2-]{+3+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(5[-1-]{+3+}) 暴力的な要求行為
(5[-2-]{+4+}) 法的な責任を超えた不当な要求行為
(5[-3-]{+5+}) 取引に関して脅迫的な言動や暴力を用いる行為
(5[-4-]{+6+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(5[-5-]{+7+}) その他前号各号に準ずる行為
第2[-27-]{+43+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
[-47-]第2[-28-]{+44+}条(契約期間)
21. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
22. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第2[-29-]{+45+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第2[-30-]{+46+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第2[-31-]{+47+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第2[-32-]{+48+}条(委託業務)
23. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
{+48+}
24. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第2[-33-]{+49+}条(委託料)
56. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
57. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
58. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
59. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
60. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第2[-34-]{+50+}条(指揮監督義務等)
6[-7-]{+6+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
[-48-]
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
6[-8-]{+7+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(4[-5-]{+1+})本件業務に関する乙への注文指図
(4[-6-]{+2+})本件業務に関する乙からの報告確認及び乙への通知
(4[-7-]{+3+})業務報告書の確認
(4[-8-]{+4+})その他本件業務に付随する事項
6[-9-]{+8+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
(5[-6-]{+0+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(5[-7-]{+1+})従事者への指示管理
(5[-8-]{+2+})本件業務に関する甲への報告及び通知
(5[-9-]{+3+})業務報告書の提出
([-60)-]{+54+}その他本件業務に付随する事項
[-70-]{+69+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
7[-1-]{+0+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
7[-2-]{+1+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第2[-3-]5{+1+}条(連絡協議会)
3[-4-]{+3+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
{+49+}
3[-5-]{+4+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
3[-6-]{+5+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第2[-36-]{+52+}条(施設、情報資産の利用に関する遵守事項)
2[-3-]{+1+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
2[-4-]{+2+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第2{+5+}3[-7-]条(報告)
34. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
35. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
36. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
[-49-]3営業日までに請求書と合わせて送付するものとする。
第2[-38-]{+54+}条(備品の管理)
23. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
24. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第2[-39-]{+55+}条(権利の帰属)
34. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
35. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
36. 本条の規定は、本契約終了後も有効に存続するものとする。
第2[-40-]{+56+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第2[-41-]{+57+}条(再委託)
34. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
35. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
{+50+}
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
36. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第2[-42-]{+58+}条(法令上の責任)
23. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
24. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第2[-43-]{+59+}条(秘密保持義務)
6[-7-]{+5+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(45)甲から開示を受ける以前に、乙が既に保有していた情報
(46)甲から開示を受ける以前に、既に公知であった情報
[-50-]
(47)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(48)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
6[-8-]{+6+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
6[-9-]{+7+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
[-70-]{+68+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
[-71-]{+69+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
7[-2-]{+0+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第2[-44-]{+60+}条(監査)
23. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
24. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第2[-45-]{+61+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第2[-4-]6{+2+}条(解除)
{+51+}
23. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(10[-0-]{+1+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(10[-1-]{+2+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(10[-2-]{+3+})公租公課の滞納処分を受けたとき
(10[-3-]{+4+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(10[-4-]{+5+})合併によらず解散、又は営業の廃止を決議したとき
{+(106)+}自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(10[-5)-]
[-(106-]{+7+})資産、信用、支払能力等に重大な変更を生じたとき
(10[-7-]{+8+})次条(反社会的勢力の排除)に違反したとき
(10[-8-]{+9+})その他本契約を継続しがたい重大な背信行為を行ったとき
24. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第2[-47-]{+63+}条(反社会的勢力の排除)
2[-3-]{+4+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社[-51-]
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
2[-4-]{+5+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(5[-6-]{+8+}) 暴力的な要求行為
(5[-7-]{+9+}) 法的な責任を超えた不当な要求行為
([-58-]{+60+}) 取引に関して脅迫的な言動や暴力を用いる行為
([-59-]{+61+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(6[-0-]{+2+}) その他前号各号に準ずる行為
第2{+6+}4[-8-]条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第2[-49-]{+65+}条(契約期間)
23. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で 6か月間自動的に更新し、その後も同様
とする。
24. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第2[-50-]{+66+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
{+52+}
第2[-51-]{+67+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第2[-52-]{+68+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第2[-53-]{+69+}条(委託業務)
25. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
26. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第2[-54条(委託料)-]
[-61. 甲は、乙に対して、本件業務の対価として月額 10-]{+7+}0[-万円(税別)の委託料を支払うもの-]
[-とする。-]
[-52-]
[-62. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業-]
[-務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、-]
[-日割計算により委託料を計算するものとする。-]
[-63. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに-]
[-書面又は電子メールに添付する方法により請求書を送付するものとする。-]
[-64. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税-]
[-を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。-]
[-なお、振込手数料は甲の負担とする。-]
[-65. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない-]
[-限り、乙が負担するものとする。-]
[-第255-]条(指揮監督義務等)
7[-3-]{+2+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
7[-4-]{+3+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(4[-9-]{+5+})本件業務に関する乙への注文指図
([-50-]{+46+})本件業務に関する乙からの報告確認及び乙への通知
([-51-]{+47+})業務報告書の確認
([-52-]{+48+})その他本件業務に付随する事項
7[-5-]{+4+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
([-61-]{+55+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
({+5+}6[-2-])従事者への指示管理
([-63-]{+57+})本件業務に関する甲への報告及び通知
([-64-]{+58+})業務報告書の提出
([-6-]5{+9+})その他本件業務に付随する事項
7[-6-]{+5+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
7[-7-]{+6+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
7[-8-]{+7+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第2[-56-]{+71+}条(連絡協議会)
3[-7-]{+6+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
[-38. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。-]
[-39. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ-]
[-ケーションツール等を利用することができるものとする。-]
[-第257条(施設、情報資産の利用に関する遵守事項)-]
53
{+37. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。+}
{+38. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ+}
{+ケーションツール等を利用することができるものとする。+}
{+第272条(施設、情報資産の利用に関する遵守事項)+}
2[-5-]{+3+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
2[-6-]{+4+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第2[-58-]{+73+}条(報告)
37. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
38. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
39. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第2[-59-]{+74+}条(備品の管理)
25. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
26. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第2[-60-]{+75+}条(権利の帰属)
37. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
38. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
39. 本条の規定は、本契約終了後も有効に存続するものとする。
第2{+7+}6[-1-]条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第2[-62-]{+77+}条(再委託)
37. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
38. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
{+54+}
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
39. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
[-54-]第2[-63-]{+78+}条(法令上の責任)
25. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
26. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第2[-64-]{+79+}条(秘密保持義務)
7[-3-]{+1+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(49)甲から開示を受ける以前に、乙が既に保有していた情報
(50)甲から開示を受ける以前に、既に公知であった情報
(51)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(52)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
7[-4-]{+2+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
7[-5-]{+3+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
7[-6-]{+4+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
7[-7-]{+5+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
7[-8-]{+6+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第2[-65条(監査)-]
[-25. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお-]
[-ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め-]
[-ることができるものとする。-]
[-26. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと-]
[-する。-]
[-第266-]{+80+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第2[-67-]{+81+}条(解除)
25. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(1{+1+}0[-9-])本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(11[-0-]{+1+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と[-55-]
しての競売、強制執行の各申立てがあったとき
(11[-1-]{+2+})公租公課の滞納処分を受けたとき
{+55+}
(11[-2-]{+3+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(11[-3-]{+4+})合併によらず解散、又は営業の廃止を決議したとき
(11[-4-]{+5+})自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(11[-5-]{+6+})資産、信用、支払能力等に重大な変更を生じたとき
(11[-6-]{+7+})次条(反社会的勢力の排除)に違反したとき
(11[-7-]{+8+})その他本契約を継続しがたい重大な背信行為を行ったとき
26. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第2[-6-]8{+2+}条(反社会的勢力の排除)
2[-5-]{+6+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
2[-6-]{+7+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(6[-1-]{+3+}) 暴力的な要求行為
(6[-2-]{+4+}) 法的な責任を超えた不当な要求行為
(6[-3-]{+5+}) 取引に関して脅迫的な言動や暴力を用いる行為
(6[-4-]{+6+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(6[-5-]{+7+}) その他前号各号に準ずる行為
第2[-69-]{+83+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第2[-70-]{+84+}条(契約期間)
25. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
26. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第2[-71-]{+85+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第2[-7-]{+86条(監査)+}
2{+5. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお+}
{+ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め+}
{+ることができるものとする。+}
{+26. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと+}
{+する。+}
{+56+}
{+第287+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第2[-73-]{+88+}条(協議解決)[-56-]
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
{+第289条(監査)+}
{+27. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお+}
{+ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め+}
{+ることができるものとする。+}
{+28. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと+}
{+する。+}
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第2[-74-]{+90+}条(委託業務)
27. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
28. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第2[-75-]{+91+}条(委託料)
6[-6-]{+1+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
6[-7-]{+2+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
6[-8-]{+3+}. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
6[-9-]{+4+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
[-70-]{+65+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第2[-76-]{+92+}条(指揮監督義務等)
7[-9-]{+8+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
[-80-]{+79+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
([-53-]{+49+})本件業務に関する乙への注文指図
(5[-4-]{+0+})本件業務に関する乙からの報告確認及び乙への通知
(5[-5-]{+1+})業務報告書の確認
{+57+}
{+(52)その他本件業務に付随する事項+}
8[-1-]{+0+}. 乙の実施責任者は、以下の各号の事項を行うものとする。[-(66)-]
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選{+(60)+}
定
(6[-7-]{+1+})従事者への指示管理
(6[-8-]{+2+})本件業務に関する甲への報告及び通知
(6[-9-]{+3+})業務報告書の提出
([-70-]{+64+})その他本件業務に付随する事項
8[-2-]{+1+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
8[-3-]{+2+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手[-(56)その他本件業務に付随する事項-]
[-57-]
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
8[-4-]{+3+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第2[-77-]{+93+}条(連絡協議会)
[-40-]{+39+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
4[-1-]{+0+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
4[-2-]{+1+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第2[-78-]{+94+}条(施設、情報資産の利用に関する遵守事項)
2[-7-]{+5+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
2[-8-]{+6+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第2[-7-]9{+5+}条(報告)
40. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
41. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
42. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第2[-80-]{+96+}条(備品の管理)
27. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
28. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
{+58+}
還しなければならない。
第2[-81-]{+97+}条(権利の帰属)
40. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
41. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
42. 本条の規定は、本契約終了後も有効に存続するものとする。
[-58-]第2{+9+}8[-2-]条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第2[-83-]{+99+}条(再委託)
40. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
41. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
42. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第[-284-]{+300+}条(法令上の責任)
27. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
28. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第[-285-]{+301+}条(秘密保持義務)
7[-9-]{+7+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(53)甲から開示を受ける以前に、乙が既に保有していた情報
(54)甲から開示を受ける以前に、既に公知であった情報
(55)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(56)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
{+7+}8[-0-]. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
[-81-]{+79+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
{+59+}
情報も秘密情報として扱うものとする。
8[-2-]{+0+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
8[-3-]{+1+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
8[-4-]{+2+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第{+30+}2[-86-]条(監査)
2[-7-]{+9+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
[-59-]
[-28-]{+30+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第[-287-]{+303+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第[-288-]{+304+}条(解除)
27. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(11[-8-]{+9+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(1[-19-]{+20+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(12[-0-]{+1+})公租公課の滞納処分を受けたとき
(12[-1-]{+2+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(12[-2-]{+3+})合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(12[-3-]{+4+})
(12[-4-]{+5+})資産、信用、支払能力等に重大な変更を生じたとき
(12[-5-]{+6+})次条(反社会的勢力の排除)に違反したとき
(12[-6-]{+7+})その他本契約を継続しがたい重大な背信行為を行ったとき
28. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第[-289-]{+305+}条(反社会的勢力の排除)
2[-7-]{+8+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
2[-8-]{+9+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(6[-6-]{+8+}) 暴力的な要求行為
(6[-7-]{+9+}) 法的な責任を超えた不当な要求行為[-(-]
6[-8-]{+0+}
{+(70+}) 取引に関して脅迫的な言動や暴力を用いる行為
([-69-]{+71+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(7[-0-]{+2+}) その他前号各号に準ずる行為
第[-29-]{+3+}0{+6+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第[-291-]{+307+}条(契約期間)
27. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
[-60-]
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
28. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第[-292-]{+308+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第[-29-]3[-条(専属的合意管轄裁判所)-]
[-本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡-]
[-易裁判所を第一審の専属的合意管轄裁判所とする。-]
[-第2-]{+0+}9[-4-]条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第[-295-]{+310+}条(委託業務)
29. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
30. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第[-296-]{+311+}条(委託料)
[-71-]{+66+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
{+6+}7[-2-]. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
[-73-]{+68+}. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
[-74-]{+69+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
7[-5-]{+0+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
{+61+}
限り、乙が負担するものとする。
第{+31+}2[-97-]条(指揮監督義務等)
8[-5-]{+4+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
8[-6-]{+5+}. 甲の実施責任者は、以下の各号の事項を行うものとする。[-61-]
(5[-7-]{+3+})本件業務に関する乙への注文指図
(5[-8-]{+4+})本件業務に関する乙からの報告確認及び乙への通知
(5[-9-]{+5+})業務報告書の確認
({+5+}6[-0-])その他本件業務に付随する事項
8[-7-]{+6+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
([-71-]{+65+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
([-72-]{+66+})従事者への指示管理
({+6+}7[-3-])本件業務に関する甲への報告及び通知
([-74-]{+68+})業務報告書の提出
([-75-]{+69+})その他本件業務に付随する事項
8[-8-]{+7+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
8[-9-]{+8+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
{+8+}9[-0-]. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第[-298-]{+313+}条(連絡協議会)
4[-3-]{+2+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
4[-4-]{+3+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
4[-5-]{+4+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第[-299-]{+314+}条(施設、情報資産の利用に関する遵守事項)
2[-9-]{+7+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
[-30-]{+28+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第3[-00-]{+15+}条(報告)
43. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
44. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
{+62+}
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
45. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第3[-0-]1{+6+}条(備品の管理)[-62-]
29. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
30. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第3[-02-]{+17+}条(権利の帰属)
43. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
44. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
45. 本条の規定は、本契約終了後も有効に存続するものとする。
第3[-03-]{+18+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第3[-04-]{+19+}条(再委託)
43. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
44. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
45. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第3{+2+}0[-5-]条(法令上の責任)
29. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
30. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第3[-06-]{+21+}条(秘密保持義務)
8[-5-]{+3+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
{+63+}
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(57)甲から開示を受ける以前に、乙が既に保有していた情報
(58)甲から開示を受ける以前に、既に公知であった情報
(59)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(60)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
[-63-]8[-6-]{+4+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
8[-7-]{+5+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
8[-8-]{+6+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
8[-9-]{+7+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
[-90-]{+88+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第3[-07-]{+22+}条(監査)
[-29-]{+31+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
3[-0-]{+2+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第3[-08-]{+23+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第3[-09-]{+24+}条(解除)
29. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(12[-7-]{+8+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(12[-8-]{+9+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(1[-29-]{+30+})公租公課の滞納処分を受けたとき
(13[-0-]{+1+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(13[-1-]{+2+})合併によらず解散、又は営業の廃止を決議したとき
(13[-2-]{+3+})自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
[-(133)-]資産、信用、支払能力等に重大な変更を生じたとき(134)
{+(135)+}次条(反社会的勢力の排除)に違反したとき
{+64+}
(13[-5-]{+6+})その他本契約を継続しがたい重大な背信行為を行ったとき
30. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第3[-10-]{+25+}条(反社会的勢力の排除)
[-29-]{+30+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
3[-0-]{+1+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為[-64-]
を行わないことを表明し、保証する。
(7[-1-]{+3+}) 暴力的な要求行為
(7[-2-]{+4+}) 法的な責任を超えた不当な要求行為
(7[-3-]{+5+}) 取引に関して脅迫的な言動や暴力を用いる行為
(7[-4-]{+6+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(7[-5-]{+7+}) その他前号各号に準ずる行為
第3[-11-]{+26+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第3[-1-]2{+7+}条(契約期間)
29. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
30. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第3[-13-]{+28+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第3[-14-]{+29+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第3[-15-]{+30+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第3{+3+}1[-6-]条(委託業務)
31. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
{+65+}
32. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第3[-17-]{+32+}条(委託料)
7[-6-]{+1+}. 甲は、乙に対して、本件業務の対価として月額100万円(税別)の委託料を支払うもの
とする。
7[-7-]{+2+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
[-65-]7[-8-]{+3+}. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
7[-9-]{+4+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
[-80-]{+75+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第3[-18-]{+33+}条(指揮監督義務等)
9[-1-]{+0+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
9[-2-]{+1+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
([-61-]{+57+})本件業務に関する乙への注文指図
([-62-]{+58+})本件業務に関する乙からの報告確認及び乙への通知
([-63-]{+59+})業務報告書の確認
(6[-4-]{+0+})その他本件業務に付随する事項
9[-3-]{+2+}. 乙の実施責任者は、以下の各号の事項を行うものとする。[-(76)-]
本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選{+(70)+}
定
(7[-7-]{+1+})従事者への指示管理
(7[-8-]{+2+})本件業務に関する甲への報告及び通知
(7[-9-]{+3+})業務報告書の提出
([-80-]{+74+})その他本件業務に付随する事項
9[-4-]{+3+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
9[-5-]{+4+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
9[-6-]{+5+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第3[-19-]{+34+}条(連絡協議会)
4[-6-]{+5+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
{+66+}
4[-7-]{+6+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
4[-8-]{+7+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第3[-20-]{+35+}条(施設、情報資産の利用に関する遵守事項)
[-31-]{+29+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
3[-2-]{+0+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資[-66-]
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第3[-21-]{+36+}条(報告)
46. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
47. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
48. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第3[-22-]{+37+}条(備品の管理)
31. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
32. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第3[-2-]3{+8+}条(権利の帰属)
46. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
47. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
48. 本条の規定は、本契約終了後も有効に存続するものとする。
第3[-24-]{+39+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第3[-25-]{+40+}条(再委託)
46. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
47. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
{+67+}
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
48. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第3[-26-]{+41+}条(法令上の責任)
31. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
[-67-]
守し、これらに定められた一切の責任を負うものとする。
32. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第3{+4+}2[-7-]条(秘密保持義務)
{+8+}9[-1-]. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
{+(61)甲から開示を受ける以前に、乙が既に保有していた情報+}
{+(62)甲から開示を受ける以前に、既に公知であった情報+}
{+(63)甲から開示を受けた後に、乙の責めによらずに公知となった情報+}
(64)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
9[-2-]{+0+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
9[-3-]{+1+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
9[-4-]{+2+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
9[-5-]{+3+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
9[-6-]{+4+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第3[-28-]{+43+}条(監査)
3[-1-]{+3+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
3[-2-]{+4+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第3[-29-]{+44+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第3[-30-]{+45+}条(解除)
{+68+}
31. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(13[-6-]{+7+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(13[-7-]{+8+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(13[-8-]{+9+})公租公課の滞納処分を受けたとき
(1[-39-]{+40+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく[-(61)甲から開示を受ける以前に、乙が既に保有していた情報-]
[-(62)甲から開示を受ける以前に、既に公知であった情報-]
[-(63)甲から開示を受けた後に、乙の責めによらずに公知となった情報-]
[-68-]
は特別清算開始の申立があったとき
(14[-0-]{+1+})合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった(14[-1-]{+2+})
とき
(14[-2-]{+3+})資産、信用、支払能力等に重大な変更を生じたとき
(14[-3-]{+4+})次条(反社会的勢力の排除)に違反したとき
(14[-4-]{+5+})その他本契約を継続しがたい重大な背信行為を行ったとき
32. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第3[-31-]{+46+}条(反社会的勢力の排除)
3[-1-]{+2+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
3[-2-]{+3+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(7[-6-]{+8+}) 暴力的な要求行為
(7[-7-]{+9+}) 法的な責任を超えた不当な要求行為
([-7-]8{+0+}) 取引に関して脅迫的な言動や暴力を用いる行為
([-79-]{+81+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(8[-0-]{+2+}) その他前号各号に準ずる行為
第3[-32-]{+47+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第3[-33-]{+48+}条(契約期間)
31. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
32. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第3[-3-]4{+9+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
{+69+}
第3[-3-]5{+0+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第3[-36-]{+51+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
[-69-]
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第3[-37-]{+52+}条(委託業務)
33. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
34. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第3{+5+}3[-8-]条(委託料)
[-81-]{+76+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
[-82-]{+77+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
{+7+}8[-3-]. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
[-84-]{+79+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
8[-5-]{+0+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第3[-39-]{+54+}条(指揮監督義務等)
9[-7-]{+6+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
9[-8-]{+7+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(6[-5-]{+1+})本件業務に関する乙への注文指図
(6[-6-]{+2+})本件業務に関する乙からの報告確認及び乙への通知
(6[-7-]{+3+})業務報告書の確認
(6[-8-]{+4+})その他本件業務に付随する事項
9[-9-]{+8+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
([-81-]{+75+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
[-(82)-]従事者への指示管理([-83-]{+76)+}
{+(77+})本件業務に関する甲への報告及び通知
{+70+}
({+7+}8[-4-])業務報告書の提出
([-85-]{+79+})その他本件業務に付随する事項
[-100-]{+99+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
10[-1-]{+0+}.甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
10[-2-]{+1+}.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任[-70-]
を負うものとする。
第3[-40-]{+55+}条(連絡協議会)
4[-9-]{+8+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
[-50-]{+49+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
5[-1-]{+0+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第3[-41-]{+56+}条(施設、情報資産の利用に関する遵守事項)
3[-3-]{+1+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
3[-4-]{+2+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第3[-42-]{+57+}条(報告)
49. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
50. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
51. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第3[-43-]{+58+}条(備品の管理)
33. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
34. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第3[-44-]{+59+}条(権利の帰属)
49. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
{+71+}
50. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
51. 本条の規定は、本契約終了後も有効に存続するものとする。
第3[-45-]{+60+}条(権利の侵害)[-71-]
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第3[-4-]6{+1+}条(再委託)
49. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
50. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
51. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第3[-47-]{+62+}条(法令上の責任)
33. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
34. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第3[-48-]{+63+}条(秘密保持義務)
9[-7-]{+5+}. 乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(65)甲から開示を受ける以前に、乙が既に保有していた情報
{+(66)甲から開示を受ける以前に、既に公知であった情報+}
(67)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(68)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
9[-8-]{+6+}. 乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
9[-9-]{+7+}. 乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
[-100-]{+98+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
[-101-]{+99+}. 乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
10[-2-]{+0+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
{+72+}
第3{+6+}4[-9-]条(監査)
3[-3-]{+5+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
3[-4-]{+6+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと[-(66)甲から開示を受ける以前に、既に公知であった情報-]
[-72-]
する。
第3{+6+}5[-0-]条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第3[-51-]{+66+}条(解除)
33. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(14[-5-]{+6+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(14[-6-]{+7+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(14[-7-]{+8+})公租公課の滞納処分を受けたとき
(14[-8-]{+9+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(1[-49-]{+50+})合併によらず解散、又は営業の廃止を決議したとき
(15[-0-]{+1+})自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
と[-き-]{+50+}
(15[-1-]{+2+})資産、信用、支払能力等に重大な変更を生じたとき
(15[-2-]{+3+})次条(反社会的勢力の排除)に違反したとき
(15[-3-]{+4+})その他本契約を継続しがたい重大な背信行為を行ったとき
34. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第3[-52-]{+67+}条(反社会的勢力の排除)
3[-3-]{+4+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
3[-4-]{+5+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(8[-1-]{+3+}) 暴力的な要求行為
(8[-2-]{+4+}) 法的な責任を超えた不当な要求行為
(8[-3-]{+5+}) 取引に関して脅迫的な言動や暴力を用いる行為
(8[-4-]{+6+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(8[-5-]{+7+}) その他前号各号に準ずる行為
第3[-53-]{+68+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
{+73+}
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第3[-54-]{+69+}条(契約期間)
33. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
[-73-]
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
34. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第3[-55-]{+70+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第3[-56-]{+71+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第3[-5-]7{+2+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第3[-58-]{+73+}条(委託業務)
35. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
36. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第3[-59-]{+74+}条(委託料)
8[-6-]{+1+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
8[-7-]{+2+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
8[-8-]{+3+}. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
8[-9-]{+4+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
[-90-]{+85+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第3[-60-]{+75+}条(指揮監督義務等)
{+74+}
10[-3-]{+2+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
10[-4-]{+3+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(6[-9-]{+5+})本件業務に関する乙への注文指図[-74-]
([-70-]{+66+})本件業務に関する乙からの報告確認及び乙への通知
({+6+}7[-1-])業務報告書の確認
([-72-]{+68+})その他本件業務に付随する事項
10[-5-]{+4+}.乙の実施責任者は、以下の各号の事項を行うものとする。
(8[-6-]{+0+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(8[-7-]{+1+})従事者への指示管理
(8[-8-]{+2+})本件業務に関する甲への報告及び通知
(8[-9-]{+3+})業務報告書の提出
{+(84)その他本件業務に付随する事項+}
10[-6-]{+5+}.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
10[-7-]{+6+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
10[-8-]{+7+}.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第3{+7+}6[-1-]条(連絡協議会)
5[-2-]{+1+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
5[-3-]{+2+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
5[-4-]{+3+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第3[-62-]{+77+}条(施設、情報資産の利用に関する遵守事項)
3[-5-]{+3+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
3[-6-]{+4+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第3[-63-]{+78+}条(報告)
52. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
53. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
{+75+}
する。
54. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第3[-64-]{+79+}条(備品の管理)
35. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
[-(90)その他本件業務に付随する事項-]
[-75-]
場合、善良な管理者の注意をもって当該備品を使用するものとする。
36. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第3[-65-]{+80+}条(権利の帰属)
52. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
53. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
54. 本条の規定は、本契約終了後も有効に存続するものとする。
第3[-66-]{+81+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第3[-67-]{+82+}条(再委託)
52. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
53. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
54. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第3[-6-]8{+3+}条(法令上の責任)
35. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
36. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第3[-69-]{+84+}条(秘密保持義務)
10[-3-]{+1+}.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
{+76+}
(69)甲から開示を受ける以前に、乙が既に保有していた情報
(70)甲から開示を受ける以前に、既に公知であった情報
(71)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(72)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
10[-4-]{+2+}.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。[-76-]
10[-5-]{+3+}.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
10[-6-]{+4+}.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
10[-7-]{+5+}.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
10[-8-]{+6+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第3[-70-]{+85+}条(監査)
3[-5-]{+7+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
3[-6-]{+8+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第3[-71-]{+86+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第3{+8+}7[-2-]条(解除)
35. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(15[-4-]{+5+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(15[-5-]{+6+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(15[-6-]{+7+})公租公課の滞納処分を受けたとき
(15[-7-]{+8+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(15[-8-]{+9+})合併によらず解散、又は営業の廃止を決議したとき[-(159)-]
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった{+(160)+}
とき
(16[-0-]{+1+})資産、信用、支払能力等に重大な変更を生じたとき
(16[-1-]{+2+})次条(反社会的勢力の排除)に違反したとき
(16[-2-]{+3+})その他本契約を継続しがたい重大な背信行為を行ったとき
36. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
[-第3-]7{+7+}
{+第+}3{+88+}条(反社会的勢力の排除)
3[-5-]{+6+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
3[-6-]{+7+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
[-77-](8[-6-]{+8+}) 暴力的な要求行為
(8[-7-]{+9+}) 法的な責任を超えた不当な要求行為
([-88-]{+90+}) 取引に関して脅迫的な言動や暴力を用いる行為
([-8-]9{+1+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(9[-0-]{+2+}) その他前号各号に準ずる行為
第3[-74-]{+89+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第3[-75-]{+90+}条(契約期間)
35. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
36. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第3[-76-]{+91+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第3[-77-]{+92+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第3[-78-]{+93+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第3[-7-]9{+4+}条(委託業務)
37. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
38. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第3[-80-]{+95+}条(委託料)
[-91-]{+78+}
{+86+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
[-92-]{+87+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
[-93-]{+88+}. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに[-78-]
書面又は電子メールに添付する方法により請求書を送付するものとする。
{+8+}9[-4-]. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
9[-5-]{+0+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第3[-81-]{+96+}条(指揮監督義務等)
10[-9-]{+8+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
1[-1-]0{+9+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
([-73-]{+69+})本件業務に関する乙への注文指図
(7[-4-]{+0+})本件業務に関する乙からの報告確認及び乙への通知
(7[-5-]{+1+})業務報告書の確認
(7[-6-]{+2+})その他本件業務に付随する事項
11[-1-]{+0+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
([-91-]{+85+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
([-92-]{+86+})従事者への指示管理
([-93-]{+87+})本件業務に関する甲への報告及び通知
([-94-]{+88+})業務報告書の提出
({+8+}9[-5-])その他本件業務に付随する事項
11[-2-]{+1+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
11[-3-]{+2+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
11[-4-]{+3+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第3[-82-]{+97+}条(連絡協議会)
5[-5-]{+4+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
5[-6-]{+5+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
5[-7-]{+6+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
{+79+}
第3{+9+}8[-3-]条(施設、情報資産の利用に関する遵守事項)
3[-7-]{+5+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
3[-8-]{+6+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
[-79-]
つ、その状態を維持しなければならない。
第3[-84-]{+99+}条(報告)
55. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
56. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
57. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第[-385-]{+400+}条(備品の管理)
37. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
38. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第[-386-]{+401+}条(権利の帰属)
55. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
56. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
57. 本条の規定は、本契約終了後も有効に存続するものとする。
第[-387-]{+402+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第{+40+}3[-88-]条(再委託)
55. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
56. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
57. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
{+80+}
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第[-389-]{+404+}条(法令上の責任)
37. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
[-80-]
38. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第[-39-]{+4+}0{+5+}条(秘密保持義務)
10[-9-]{+7+}.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(73)甲から開示を受ける以前に、乙が既に保有していた情報
(74)甲から開示を受ける以前に、既に公知であった情報
(75)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(76)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
1[-1-]0{+8+}.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
1[-11-]{+09+}.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
11[-2-]{+0+}. 乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
11[-3-]{+1+}.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
11[-4-]{+2+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第[-391-]{+406+}条(監査)
3[-7-]{+9+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
[-38-]{+40+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第[-392-]{+407+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第[-393-]{+408+}条(解除)
37. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(16[-3-]{+4+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
{+81+}
にもかかわらず、当該違反が是正されなかったとき
(16[-4-]{+5+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(16[-5-]{+6+})公租公課の滞納処分を受けたとき
(16[-6-]{+7+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
[-81-](16[-7-]{+8+})合併によらず解散、又は営業の廃止を決議したとき
{+(169)+}自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった[-(168)-]
とき
(1[-69-]{+70+})資産、信用、支払能力等に重大な変更を生じたとき
(17[-0-]{+1+})次条(反社会的勢力の排除)に違反したとき
(17[-1-]{+2+})その他本契約を継続しがたい重大な背信行為を行ったとき
38. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第[-39-]4{+09+}条(反社会的勢力の排除)
3[-7-]{+8+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
3[-8-]{+9+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(9[-1-]{+3+}) 暴力的な要求行為
(9[-2-]{+4+}) 法的な責任を超えた不当な要求行為
(9[-3-]{+5+}) 取引に関して脅迫的な言動や暴力を用いる行為
(9[-4-]{+6+}) 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(9[-5-]{+7+}) その他前号各号に準ずる行為
第[-395-]{+410+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第[-396-]{+411+}条(契約期間)
37. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
38. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第[-397-]{+412+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第{+41+}3[-98-]条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
{+82+}
第[-399-]{+414+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
[-82-]
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第4[-00-]{+15+}条(委託業務)
39. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
40. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第4[-0-]1{+6+}条(委託料)
9[-6-]{+1+}. 甲は、乙に対して、本件業務の対価として月額100 万円(税別)の委託料を支払うもの
とする。
9[-7-]{+2+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
9[-8-]{+3+}. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
9[-9-]{+4+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
[-100-]{+95+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第4[-02-]{+17+}条(指揮監督義務等)
11[-5-]{+4+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
11[-6-]{+5+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(7[-7-]{+3+})本件業務に関する乙への注文指図
(7[-8-]{+4+})本件業務に関する乙からの報告確認及び乙への通知
(7[-9-]{+5+})業務報告書の確認
([-80-]{+76+})その他本件業務に付随する事項
11[-7-]{+6+}.乙の実施責任者は、以下の各号の事項を行うものとする。
(9[-6-]{+0+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(9[-7-]{+1+}){+従事者への指示管理+}
(9[-8-]{+2+})本件業務に関する甲への報告及び通知
(9[-9-]{+3+})業務報告書の提出[-従事者への指示管理-]
([-100)-]{+94+}その他本件業務に付随する事項
11[-8-]{+7+}.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
{+83+}
員」という)を、適切に指揮監督しなければならない。
11[-9-]{+8+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
1[-20-]{+19+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任[-83-]
を負うものとする。
第4[-03-]{+18+}条(連絡協議会)
5[-8-]{+7+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
5[-9-]{+8+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
[-60-]{+59+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第4[-04-]{+19+}条(施設、情報資産の利用に関する遵守事項)
3[-9-]{+7+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
[-40-]{+38+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第4{+2+}0[-5-]条(報告)
58. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
59. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
60. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第4[-06-]{+21+}条(備品の管理)
39. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
40. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第4[-07-]{+22+}条(権利の帰属)
58. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
59. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
[-60. 本条の規定は、本契約終了後も有効に存続するものとする。-]
[-第408条(権利の侵害)-]
84
{+60. 本条の規定は、本契約終了後も有効に存続するものとする。+}
{+第423条(権利の侵害)+}
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第4[-09-]{+24+}条(再委託)
58. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
59. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
60. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第4[-10-]{+25+}条(法令上の責任)
39. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
40. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第4[-11-]{+26+}条(秘密保持義務)
11[-5-]{+3+}.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(77)甲から開示を受ける以前に、乙が既に保有していた情報
(78)甲から開示を受ける以前に、既に公知であった情報
(79)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(80)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
11[-6-]{+4+}.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
11[-7-]{+5+}.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
11[-8-]{+6+}.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
11[-9-]{+7+}.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
1[-20-]{+18+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第4[-1-]2{+7+}条(監査)
[-39-]{+41+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
{+85+}
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
4[-0-]{+2+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと[-85-]
する。
第4[-13-]{+28+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第4[-14-]{+29+}条(解除)
39. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(17[-2-]{+3+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(17[-3-]{+4+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(17[-4-]{+5+})公租公課の滞納処分を受けたとき
(17[-5-]{+6+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(17[-6-]{+7+})合併によらず解散、又は営業の廃止を決議したとき
{+(178)+}自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった[-(177)-]
とき
(17[-8-]{+9+})資産、信用、支払能力等に重大な変更を生じたとき
(1[-79-]{+80+})次条(反社会的勢力の排除)に違反したとき
(18[-0-]{+1+})その他本契約を継続しがたい重大な背信行為を行ったとき
40. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第4[-15-]{+30+}条(反社会的勢力の排除)
[-39-]{+40+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
4[-0-]{+1+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(9[-6-]{+8+}) 暴力的な要求行為
(9[-7-]{+9+}) 法的な責任を超えた不当な要求行為
([-98-]{+100+})取引に関して脅迫的な言動や暴力を用いる行為
([-99-]{+101+})偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(10[-0-]{+2+})その他前号各号に準ずる行為
第4{+3+}1[-6-]条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
[-第417条(契約期間)-]
[-39. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約-]
[-の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない-]
86
{+第432条(契約期間)+}
{+39. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約+}
{+の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない+}
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
40. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第4[-18-]{+33+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第4[-19-]{+34+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第4[-20-]{+35+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第4[-21-]{+36+}条(委託業務)
41. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
42. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第4[-22-]{+37+}条(委託料)
[-101-]{+96+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
[-102-]{+97+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
[-103-]{+98+}. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
[-104-]{+99+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
10[-5-]{+0+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第4[-2-]3{+8+}条(指揮監督義務等)
12[-1-]{+0+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
[-変更後の実施責任者の氏名、役職を相手方に通知するものとする。-]
[-122. 甲の実施責任者は、以下の各号の事項を行うものとする。-]
[-(81)本件業務に関する乙への注文指図-]
87
{+変更後の実施責任者の氏名、役職を相手方に通知するものとする。+}
{+121. 甲の実施責任者は、以下の各号の事項を行うものとする。+}
{+(77)本件業務に関する乙への注文指図+}
({+7+}8[-2-])本件業務に関する乙からの報告確認及び乙への通知
([-83-]{+79+})業務報告書の確認
(8[-4-]{+0+})その他本件業務に付随する事項
12[-3-]{+2+}.乙の実施責任者は、以下の各号の事項を行うものとする。
([-101-]{+95+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
([-102-]{+96+})従事者への指示管理
([-103-]{+97+})本件業務に関する甲への報告及び通知
([-104-]{+98+})業務報告書の提出
([-105-]{+99+})その他本件業務に付随する事項
12[-4-]{+3+}.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
12[-5-]{+4+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
12[-6-]{+5+}.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第4[-24-]{+39+}条(連絡協議会)
6[-1-]{+0+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
6[-2-]{+1+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
6[-3-]{+2+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第4[-25-]{+40+}条(施設、情報資産の利用に関する遵守事項)
[-41-]{+39+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
4[-2-]{+0+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第4[-26-]{+41+}条(報告)
61. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
62. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
63. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
{+88+}
3 営業日までに請求書と合わせて送付するものとする。
第4{+4+}2[-7-]条(備品の管理)
41. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
[-88-]
場合、善良な管理者の注意をもって当該備品を使用するものとする。
42. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第4[-28-]{+43+}条(権利の帰属)
61. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
62. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
63. 本条の規定は、本契約終了後も有効に存続するものとする。
第4[-29-]{+44+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第4[-30-]{+45+}条(再委託)
61. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
62. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
63. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第4[-31-]{+46+}条(法令上の責任)
41. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
42. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第4[-32-]{+47+}条(秘密保持義務)
1[-2-]1{+9+}.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(81)甲から開示を受ける以前に、乙が既に保有していた情報
(82)甲から開示を受ける以前に、既に公知であった情報
{+89+}
(83)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(84)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
12[-2-]{+0+}.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。[-89-]
12[-3-]{+1+}.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
12[-4-]{+2+}.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
12[-5-]{+3+}.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
12[-6-]{+4+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第4[-33-]{+48+}条(監査)
4[-1-]{+3+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
4[-2-]{+4+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第4[-3-]4{+9+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第4[-3-]5{+0+}条(解除)
41. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(18[-1-]{+2+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(18[-2-]{+3+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(18[-3-]{+4+})公租公課の滞納処分を受けたとき
(18[-4-]{+5+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(18[-5-]{+6+})合併によらず解散、又は営業の廃止を決議したとき
(18[-6-]{+7+})自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
と[-き-]
[-(187)-]{+れて+}
資産、信用、支払能力等に重大な変更を生じたとき(188)
{+(189)+}次条(反社会的勢力の排除)に違反したとき
(1[-8-]9{+0+})その他本契約を継続しがたい重大な背信行為を行ったとき
42. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第4[-36-]{+51+}条(反社会的勢力の排除)
4[-1-]{+2+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
{+90+}
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
4[-2-]{+3+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
[-90-](10[-1-]{+3+})暴力的な要求行為
(10[-2-]{+4+})法的な責任を超えた不当な要求行為
(10[-3-]{+5+})取引に関して脅迫的な言動や暴力を用いる行為
(10[-4-]{+6+})偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(10[-5-]{+7+})その他前号各号に準ずる行為
第4[-37-]{+52+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第4{+5+}3[-8-]条(契約期間)
41. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で 6か月間自動的に更新し、その後も同様
とする。
42. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第4[-39-]{+54+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第4[-40-]{+55+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第4[-41-]{+56+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第4[-42-]{+57+}条(委託業務)
43. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
44. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第4[-43-]{+58+}条(委託料)
10[-6-]{+1+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
{+91+}
10[-7-]{+2+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
10[-8-]{+3+}. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに[-91-]
書面又は電子メールに添付する方法により請求書を送付するものとする。
10[-9-]{+4+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
1[-1-]0{+5+}.乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第4[-44-]{+59+}条(指揮監督義務等)
12[-7-]{+6+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
12[-8-]{+7+}.甲の実施責任者は、以下の各号の事項を行うものとする。
(8[-5-]{+1+})本件業務に関する乙への注文指図
(8[-6-]{+2+})本件業務に関する乙からの報告確認及び乙への通知
(8[-7-]{+3+})業務報告書の確認
(8[-8-]{+4+})その他本件業務に付随する事項
12[-9-]{+8+}.乙の実施責任者は、以下の各号の事項を行うものとする。
(10[-6-]{+0+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(10[-7-]{+1+})従事者への指示管理
(10[-8-]{+2+})本件業務に関する甲への報告及び通知
(10[-9-]{+3+})業務報告書の提出
(1[-1-]0{+4+})その他本件業務に付随する事項
1[-30-]{+29+}.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
13[-1-]{+0+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
13[-2-]{+1+}.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第4[-45-]{+60+}条(連絡協議会)
6[-4-]{+3+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
6[-5-]{+4+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
6[-6-]{+5+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第4[-4-]6{+1+}条(施設、情報資産の利用に関する遵守事項)
{+92+}
4[-3-]{+1+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
4[-4-]{+2+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
[-92-]
つ、その状態を維持しなければならない。
第4[-47-]{+62+}条(報告)
64. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
65. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
66. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第4[-48-]{+63+}条(備品の管理)
43. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
44. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第4{+6+}4[-9-]条(権利の帰属)
64. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
65. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
66. 本条の規定は、本契約終了後も有効に存続するものとする。
第4{+6+}5[-0-]条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第4[-51-]{+66+}条(再委託)
64. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
65. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
66. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
{+93+}
第4[-52-]{+67+}条(法令上の責任)
43. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
[-93-]
44. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第4[-53-]{+68+}条(秘密保持義務)
12[-7-]{+5+}.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(85)甲から開示を受ける以前に、乙が既に保有していた情報
(86)甲から開示を受ける以前に、既に公知であった情報
(87)甲から開示を受けた後に、乙の責めによらずに公知となった情報
[-(88)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け-]
[-た情報-]12[-8-]{+6+}.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
12[-9-]{+7+}.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
1[-30-]{+28+}.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
1[-31-]{+29+}.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
13[-2-]{+0+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第4[-54-]{+69+}条[-(-]監査)
4[-3-]{+5+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
4[-4-]{+6+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第4[-55-]{+70+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第4[-56-]{+71+}条(解除)
43. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(19[-0-]{+1+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(19[-1-]{+2+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
{+94+}
{+(88)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け+}
{+た情報+}
しての競売、強制執行の各申立てがあったとき
(19[-2-]{+3+})公租公課の滞納処分を受けたとき
(19[-3-]{+4+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
[-94-](19[-4-]{+5+})合併によらず解散、又は営業の廃止を決議したとき
{+(196)+}自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった[-(195)-]
とき
(19[-6-]{+7+})資産、信用、支払能力等に重大な変更を生じたとき
(19[-7-]{+8+})次条(反社会的勢力の排除)に違反したとき
(19[-8-]{+9+})その他本契約を継続しがたい重大な背信行為を行ったとき
44. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第4[-5-]7{+2+}条(反社会的勢力の排除)
4[-3-]{+4+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
4[-4-]{+5+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(10[-6-]{+8+})暴力的な要求行為
(10[-7-]{+9+})法的な責任を超えた不当な要求行為
(1{+1+}0[-8-])取引に関して脅迫的な言動や暴力を用いる行為
(1[-09-]{+11+})偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(11[-0-]{+2+})その他前号各号に準ずる行為
第4[-58-]{+73+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第4[-59-]{+74+}条(契約期間)
43. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で 6か月間自動的に更新し、その後も同様
とする。
44. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第4[-60-]{+75+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第4{+7+}6[-1-]条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第4[-62-]{+77+}条(協議解決)
{+95+}
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
[-95-]
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第4[-63-]{+78+}条(委託業務)
45. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
46. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第4[-64-]{+79+}条(委託料)
1[-11-]{+06+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
1[-12-]{+07+}.委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
1[-13-]{+08+}.乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
1[-14-]{+09+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
11[-5-]{+0+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第4[-65-]{+80+}条(指揮監督義務等)
13[-3-]{+2+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
13[-4-]{+3+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(8[-9-]{+5+})本件業務に関する乙への注文指図
([-90-]{+86+})本件業務に関する乙からの報告確認及び乙への通知
([-91-]{+87+})業務報告書の確認
([-92-]{+88+})その他本件業務に付随する事項
13[-5-]{+4+}.乙の実施責任者は、以下の各号の事項を行うものとする。
(1[-11-]{+05+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(1[-12-]{+06+})従事者への指示管理
(1[-13-]{+07+})本件業務に関する甲への報告及び通知
(1[-14-]{+08+})業務報告書の提出
(1[-15-]{+09+})その他本件業務に付随する事項
13[-6-]{+5+}.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
13[-7-]{+6+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
{+96+}
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
13[-8-]{+7+}.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任[-96-]
を負うものとする。
第4[-66-]{+81+}条(連絡協議会)
6[-7-]{+6+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
6[-8-]{+7+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
6[-9-]{+8+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第4[-67-]{+82+}条(施設、情報資産の利用に関する遵守事項)
4[-5-]{+3+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
4[-6-]{+4+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第4[-6-]8{+3+}条(報告)
67. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
68. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
69. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第4[-69-]{+84+}条(備品の管理)
45. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
46. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第4[-70-]{+85+}条(権利の帰属)
67. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
68. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
69. 本条の規定は、本契約終了後も有効に存続するものとする。
[-第471条(権利の侵害)-]
97
{+第486条(権利の侵害)+}
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第4{+8+}7[-2-]条(再委託)
67. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
68. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
69. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第4[-73-]{+88+}条(法令上の責任)
45. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
46. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第4[-74-]{+89+}条(秘密保持義務)
13[-3-]{+1+}.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(89)甲から開示を受ける以前に、乙が既に保有していた情報
(90)甲から開示を受ける以前に、既に公知であった情報
(91)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(92)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
13[-4-]{+2+}.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
13[-5-]{+3+}.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
13[-6-]{+4+}.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
13[-7-]{+5+}.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
13[-8-]{+6+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第4[-75-]{+90+}条(監査)
4[-5-]{+7+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
[-46. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと-]
98
{+48. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと+}
する。
第4[-76-]{+91+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第4[-77-]{+92+}条(解除)
45. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
([-199-]{+200+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(20[-0-]{+1+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(20[-1-]{+2+})公租公課の滞納処分を受けたとき
(20[-2-]{+3+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(20[-3-]{+4+})合併によらず解散、又は営業の廃止を決議したとき[-(204)-]
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった{+(205)+}
とき
(20[-5-]{+6+})資産、信用、支払能力等に重大な変更を生じたとき
(20[-6-]{+7+})次条(反社会的勢力の排除)に違反したとき
(20[-7-]{+8+})その他本契約を継続しがたい重大な背信行為を行ったとき
46. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第4[-78-]{+93+}条(反社会的勢力の排除)
4[-5-]{+6+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
4[-6-]{+7+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(11[-1-]{+3+})暴力的な要求行為
(11[-2-]{+4+})法的な責任を超えた不当な要求行為
(11[-3-]{+5+})取引に関して脅迫的な言動や暴力を用いる行為
(11[-4-]{+6+})偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(11[-5-]{+7+})その他前号各号に準ずる行為
第4[-7-]9{+4+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第4[-80-]{+95+}条(契約期間)
45. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
[-の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない-]
99
{+の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない+}
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
46. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第4[-81-]{+96+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第4[-82-]{+97+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第4{+9+}8[-3-]条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第4[-84-]{+99+}条(委託業務)
47. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
48. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第[-48-]5{+00+}条(委託料)
11[-6-]{+1+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
11[-7-]{+2+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
11[-8-]{+3+}. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
11[-9-]{+4+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
1[-20-]{+15+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第[-486-]{+501+}条(指揮監督義務等)
13[-9-]{+8+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
1[-40-]{+39+}. 甲の実施責任者は、以下の各号の事項を行うものとする。[-(93)本件業務に関する乙への注文指図-]
100
({+8+}9[-4-]{+)本件業務に関する乙への注文指図+}
{+(90)+}本件業務に関する乙からの報告確認及び乙への通知
(9[-5-]{+1+})業務報告書の確認
(9[-6-]{+2+})その他本件業務に付随する事項
14[-1-]{+0+}.乙の実施責任者は、以下の各号の事項を行うものとする。
(11[-6-]{+0+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(11[-7-]{+1+})従事者への指示管理
(11[-8-]{+2+})本件業務に関する甲への報告及び通知
(11[-9-]{+3+})業務報告書の提出
(1[-20-]{+14+})その他本件業務に付随する事項
14[-2-]{+1+}.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
14[-3-]{+2+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
14[-4-]{+3+}. 乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第[-487-]{+502+}条(連絡協議会)
[-70-]{+69+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
7[-1-]{+0+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
7[-2-]{+1+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第[-488-]{+503+}条(施設、情報資産の利用に関する遵守事項)
4[-7-]{+5+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
4[-8-]{+6+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第{+50+}4[-89-]条(報告)
70. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
71. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
72. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3営業日までに請求書と合わせて送付するものとする。
第[-49-]{+5+}0{+5+}条(備品の管理)[-47. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された-]
101
{+47. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された+}
場合、善良な管理者の注意をもって当該備品を使用するものとする。
48. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第[-491-]{+506+}条(権利の帰属)
70. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
71. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
72. 本条の規定は、本契約終了後も有効に存続するものとする。
第[-492-]{+507+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第[-493-]{+508+}条(再委託)
70. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
71. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
72. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第[-4-]{+50+}9[-4-]条(法令上の責任)
47. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
48. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第[-49-]5{+10+}条(秘密保持義務)
13[-9-]{+7+}.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(93)甲から開示を受ける以前に、乙が既に保有していた情報
(94)甲から開示を受ける以前に、既に公知であった情報
(95)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(96)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
[-140.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。-]
102
1[-4-]{+38.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。+}
1{+39+}.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
14[-2-]{+0+}.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
14[-3-]{+1+}.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
14[-4-]{+2+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第[-496-]{+511+}条(監査)
4[-7-]{+9+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
[-48-]{+50+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第[-497-]{+512+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第[-498-]{+513+}条(解除)
47. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(20[-8-]{+9+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(2{+1+}0[-9-])財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(21[-0-]{+1+})公租公課の滞納処分を受けたとき
(21[-1-]{+2+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(21[-2-]{+3+})合併によらず解散、又は営業の廃止を決議したとき[-(213)-]
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった{+(214)+}
とき
(21[-4-]{+5+})資産、信用、支払能力等に重大な変更を生じたとき
(21[-5-]{+6+})次条(反社会的勢力の排除)に違反したとき
(21[-6-]{+7+})その他本契約を継続しがたい重大な背信行為を行ったとき
48. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第{+51+}4[-99-]条(反社会的勢力の排除)
4[-7-]{+8+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
4[-8-]{+9+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為[-を行わないことを表明し、保証する。-]
103
{+を行わないことを表明し、保証する。+}
(11[-6-]{+8+})暴力的な要求行為
(11[-7-]{+9+})法的な責任を超えた不当な要求行為
(1[-18-]{+20+})取引に関して脅迫的な言動や暴力を用いる行為
(1{+2+}1[-9-])偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(12[-0-]{+2+})その他前号各号に準ずる行為
第5[-00-]{+15+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第5[-0-]1{+6+}条(契約期間)
47. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で 6か月間自動的に更新し、その後も同様
とする。
48. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第5[-02-]{+17+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第5[-03-]{+18+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第5[-04-]{+19+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第5{+2+}0[-5-]条(委託業務)
49. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
50. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第5[-06-]{+21+}条(委託料)
1[-2-]1{+6+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
1[-22-]{+17+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
[-123.乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに-]
104
{+118. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第 3営業日までに+}
書面又は電子メールに添付する方法により請求書を送付するものとする。
1[-24-]{+19+}. 甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
12[-5-]{+0+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第5[-07-]{+22+}条(指揮監督義務等)
14[-5-]{+4+}.甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
14[-6-]{+5+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
(9[-7-]{+3+})本件業務に関する乙への注文指図
(9[-8-]{+4+})本件業務に関する乙からの報告確認及び乙への通知
(9[-9-]{+5+})業務報告書の確認
([-100-]{+96+})その他本件業務に付随する事項
14[-7-]{+6+}.乙の実施責任者は、以下の各号の事項を行うものとする。
(1[-2-]1{+5+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(1[-22-]{+16+})従事者への指示管理
(1[-23-]{+17+})本件業務に関する甲への報告及び通知
(1[-24-]{+18+})業務報告書の提出
(1[-25-]{+19+})その他本件業務に付随する事項
14[-8-]{+7+}.乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
14[-9-]{+8+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
1[-50-]{+49+}.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
を負うものとする。
第5[-08-]{+23+}条(連絡協議会)
7[-3-]{+2+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
7[-4-]{+3+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
7[-5-]{+4+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第5[-09-]{+24+}条(施設、情報資産の利用に関する遵守事項)
4[-9-]{+7+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
[-50-]{+48+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資[-産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か-]
105
{+産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か+}
つ、その状態を維持しなければならない。
第5[-10-]{+25+}条(報告)
73. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
74. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
75. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第5[-11-]{+26+}条(備品の管理)
49. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
50. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第5[-1-]2{+7+}条(権利の帰属)
73. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
74. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
75. 本条の規定は、本契約終了後も有効に存続するものとする。
第5[-13-]{+28+}条(権利の侵害)
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第5[-14-]{+29+}条(再委託)
73. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
74. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
75. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第5[-15-]{+30+}条(法令上の責任)
49. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
[-守し、これらに定められた一切の責任を負うものとする。-]
106
{+守し、これらに定められた一切の責任を負うものとする。+}
50. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第5{+3+}1[-6-]条(秘密保持義務)
14[-5-]{+3+}.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
[-(97)甲から開示を受ける以前に、乙が既に保有していた情報-]
[-(98)甲から開示を受ける以前に、既に公知であった情報-]
(99)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(100)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
14[-6-]{+4+}.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
14[-7-]{+5+}.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
14[-8-]{+6+}.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
14[-9-]{+7+}.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
1[-50-]{+48+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第5[-17-]{+32+}条(監査)
[-49-]{+51+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
5[-0-]{+2+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
する。
第5[-18-]{+33+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第5[-19-]{+34+}条(解除)
49. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(21[-7-]{+8+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(21[-8-]{+9+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(2[-19-]{+20+})公租公課の滞納処分を受けたとき
(22[-0-]{+1+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
[-は特別清算-]{+(97)甲から+}開[-始の申立-]{+示を受ける以前に、乙+}が{+既に保有していた情報+}
{+(98)甲から開示を受ける以前に、既に公知で+}あった[-とき-]{+情報+}
107
{+は特別清算開始の申立があったとき+}
(22[-1-]{+2+})合併によらず解散、又は営業の廃止を決議したとき
自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった(22[-2-]{+3+})
とき
(22[-3-]{+4+})資産、信用、支払能力等に重大な変更を生じたとき
(22[-4-]{+5+})次条(反社会的勢力の排除)に違反したとき
(22[-5-]{+6+})その他本契約を継続しがたい重大な背信行為を行ったとき
50. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第5[-20-]{+35+}条(反社会的勢力の排除)
[-49-]{+50+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
5[-0-]{+1+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(12[-1-]{+3+})暴力的な要求行為
(12[-2-]{+4+})法的な責任を超えた不当な要求行為
(12[-3-]{+5+})取引に関して脅迫的な言動や暴力を用いる行為
(12[-4-]{+6+})偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(12[-5-]{+7+})その他前号各号に準ずる行為
第5[-21-]{+36+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第5[-22-]{+37+}条(契約期間)
49. 本契約の有効期間は、2023年4月1日から2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
50. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第5[-2-]3{+8+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第5[-24-]{+39+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第5[-25-]{+40+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
108
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
第5[-26-]{+41+}条(委託業務)
51. 甲は、乙に対して、新規事業の開発にあたり、乙の知見を活かしたコンサルティング業
務(以下「本件業務」という)を委託し、乙はこれを受託する。
52. 乙は、善良なる管理者の注意をもって、本件業務を遂行するものとする。
第5{+4+}2[-7-]条(委託料)
12[-6-]{+1+}. 甲は、乙に対して、本件業務の対価として月額 100万円(税別)の委託料を支払うもの
とする。
12[-7-]{+2+}. 委託料を月額で定める場合には、月の初日から末日までの1か月間の月額とし、本件業
務の作業期間の始期又は終期によって、1か月に満たない端数の期間が生じたときは、
日割計算により委託料を計算するものとする。
12[-8-]{+3+}. 乙は、甲に対して、委託料を毎月末日に締め、締日の属する月の翌月第3営業日までに
書面又は電子メールに添付する方法により請求書を送付するものとする。
12[-9-]{+4+}.甲は、乙に対して、締日の属する月の翌月末日までに、委託料に消費税及び地方消費税
を加算した金額を、乙が指定する乙名義の金融機関口座に振り込んで支払うものとする。
なお、振込手数料は甲の負担とする。
1[-30-]{+25+}. 乙が本件業務の遂行のために必要な交通費、通信費その他の実費は、別段の合意がない
限り、乙が負担するものとする。
第5[-28-]{+43+}条(指揮監督義務等)
15[-1-]{+0+}. 甲及び乙は、本件業務に関する責任者(以下「実施責任者」という)を定め、その氏名、
役職を相手方に通知するものとする。また、実施責任者を変更する場合は、予め変更日、
変更後の実施責任者の氏名、役職を相手方に通知するものとする。
15[-2-]{+1+}. 甲の実施責任者は、以下の各号の事項を行うものとする。
([-101-]{+97+})本件業務に関する乙への注文指図
([-102-]{+98+})本件業務に関する乙からの報告確認及び乙への通知
([-103-]{+99+})業務報告書の確認
(10[-4-]{+0+})その他本件業務に付随する事項
15[-3-]{+2+}. 乙の実施責任者は、以下の各号の事項を行うものとする。
(12[-6-]{+0+})本件業務の遂行に必要な能力を有する従事者(以下「従事者」という)の選
定
(12[-7-]{+1+})従事者への指示管理
(12[-8-]{+2+})本件業務に関する甲への報告及び通知
(12[-9-]{+3+})業務報告書の提出
(1[-30-]{+24+})その他本件業務に付随する事項
15[-4-]{+3+}. 乙は、本件業務にかかわる自己の実施責任者及び従事者(以下、総称して「乙の従業
員」という)を、適切に指揮監督しなければならない。
15[-5-]{+4+}. 甲及び乙は、本契約に定めた事項の他、相手方からの要請、調整事項等の受理及び相手
方への依頼その他相手方との連絡、確認等について、原則として、それぞれの実施責任
者を通じて行うものとする。
15[-6-]{+5+}.乙は、相当の注意を払ったか否かにかかわらず、乙の従業員の行為について一切の責任
109
を負うものとする。
第5[-29-]{+44+}条(連絡協議会)
7[-6-]{+5+}. 甲及び乙は、本件業務の進捗状況の報告、今後の作業方針又は本件業務にかかわる問題
点若しくは不明点に関する協議その他本件業務の円滑な遂行に必要な事項について協議
するため、連絡協議会を開催することができるものとする。
7[-7-]{+6+}. 連絡協議会には、甲乙の実施責任者が適当と認める者が出席するものとする。
7[-8-]{+7+}. 甲及び乙は、連絡協議会の実開催に代えて、電話会議、電子掲示板、その他コミュニ
ケーションツール等を利用することができるものとする。
第5[-30-]{+45+}条(施設、情報資産の利用に関する遵守事項)
[-51-]{+49+}. 乙は、甲の施設内で本件業務を遂行する場合、甲の施設利用に関するルールを遵守する
ものとする。
5[-2-]{+0+}. 乙は、甲の社内ネットワークインフラ、サーバー、データ等の情報資産(以下「情報資
産」という)の利用について、甲の要請する情報セキュリティ対策を確実に実施し、か
つ、その状態を維持しなければならない。
第5[-31-]{+46+}条(報告)
76. 乙は、甲に対して、甲から本件業務の進捗状況について報告を求められた場合、求めに
応じ報告しなければならない。
77. 乙は、本件業務の遂行にあたって、秘密情報の漏洩その他の事故が発生した場合、又は
第三者から権利侵害その他苦情等を受けた場合、直ちに甲に対してその旨を報告するも
のとし、甲の指示に従い自己の費用負担において当該事故及び苦情等に対処するものと
する。
78. 乙は、甲に対して、当月分の本件業務の進捗状況レポートを毎月末日にまとめ、翌月第
3 営業日までに請求書と合わせて送付するものとする。
第5[-32-]{+47+}条(備品の管理)
51. 乙は、本件業務の遂行のために、甲からパソコン、デスク及びその他備品が貸与された
場合、善良な管理者の注意をもって当該備品を使用するものとする。
52. 乙は、甲に対して、本件業務終了後又は甲から請求された場合、直ちに前項の備品を返
還しなければならない。
第5[-33-]{+48+}条(権利の帰属)
76. 本件業務の遂行過程において生じる成果物、発明、考案等に関する所有権及び知的財産
権(著作権法第27条、第28条の権利を含む著作権及び工業所有権を受ける権利を含
む。)その他一切の権利は、別段の合意がない限り、乙に帰属するものとする。
77. 乙は、第1項の成果物につき、著作者人格権を行使しないものとする。また、本件業務
にかかわる乙の従業員が当該著作者人格権を有する場合、乙は当該従業員に対して、著
作者人格権を行使させないものとする。
78. 本条の規定は、本契約終了後も有効に存続するものとする。
第5[-3-]4{+9+}条(権利の侵害)
110
乙は、甲に対して、本件業務の遂行にあたり、第三者の権利を侵害しないことを保証す
るものとする。また、第三者との間で権利侵害に関する紛争が生じた場合、乙の責任と
費用負担において一切を処理及び解決するものとする。
第5[-3-]5{+0+}条(再委託)
76. 乙は、甲の事前の書面による承諾なく、本件業務の全部又は一部を第三者に再委託して
はならない。
77. 乙は、第三者に本件業務を委託した場合、再委託先に対して、本契約に基づく自己の義
務と同様の義務を負わせるものとし、再委託先の行為に関して、一切の責任を負うもの
とする。
78. 甲は、再委託について承諾した場合であっても、再委託先が不適切であると判断したと
きは、乙に通知することにより、当該再委託を中止させることができるものとする。
第5[-36-]{+51+}条(法令上の責任)
51. 乙は、乙の従業員に対する雇用者及び使用者として、労働基準法、労働安全衛生法、労
働者災害補償保険法、職業安定法、社会保険諸法令その他適用される法令及び規則を遵
守し、これらに定められた一切の責任を負うものとする。
52. 乙は、乙の従業員が負傷し、又は事故に巻き込まれた場合、乙の責任と費用負担におい
て一切を処理及び解決するものとする。
第5[-37-]{+52+}条(秘密保持義務)
1[-51-]{+49+}.乙は、事前に甲の書面による承諾を得た場合を除き、本件業務の遂行に関して知り得た
甲の技術上、営業上、財務上その他一切の情報(以下「秘密情報」という)を第三者に
開示、漏洩してはならないものとする。但し、以下の各号に該当する情報については、
秘密情報に含まれないものとする。
(101)甲から開示を受ける以前に、乙が既に保有していた情報
(102)甲から開示を受ける以前に、既に公知であった情報
(103)甲から開示を受けた後に、乙の責めによらずに公知となった情報
(104)乙が正当な権限を有する第三者から秘密保持義務を負うことなく開示を受け
た情報
15[-2-]{+0+}.乙は、本件業務の遂行のためにのみ秘密情報を使用するものとする。
15[-3-]{+1+}.乙は、本件業務の遂行に必要な限度を超えて、秘密情報を複製、改変する場合は、事前
に甲の書面による承諾を受けなくてはならないものとする。なお、当該複製、改変した
情報も秘密情報として扱うものとする。
15[-4-]{+2+}.乙は、滅失、毀損、漏洩しないよう、善良なる管理者の注意をもって秘密情報を取扱う
ものとする。
15[-5-]{+3+}.乙は、本契約終了時又は甲から請求があった場合には、甲に直ちに秘密情報を返却し、
又は甲の承諾を得て廃棄するものとする。
15[-6-]{+4+}. 本条に定める義務は、本契約終了後も有効に存続するものとする。
第5{+5+}3[-8-]条(監査)
5[-1-]{+3+}. 甲は、乙に対して、本件業務の遂行状況及び秘密情報を含む情報資産の管理·利用にお
ける遵守状況について調査するため、調査協力(乙の事業所への立入りを含む)を求め
ることができるものとする。
5[-2-]{+4+}. 乙は、前項の調査の結果、甲より是正指示があった場合は、速やかにこれに従うものと
111
する。
第5[-39-]{+54+}条(権利義務譲渡の禁止)
乙は、甲の事前の書面による承諾なく、本契約上の地位を第三者に承継させ、又は本契
約から生じる権利義務の全部若しくは一部を第三者に譲渡し、引受させ、又は担保に供
してはならない。
第5[-40-]{+55+}条(解除)
51. 甲及び乙は、相手方が以下の各号のいずれかに該当した場合、何らの催告を要すること
なく、本契約の全部又は一部を直ちに解除することができる。
(22[-6-]{+7+})本契約のいずれかの条項に違反し、相当の期間を定めた是正の催告を受けた
にもかかわらず、当該違反が是正されなかったとき
(22[-7-]{+8+})財産状況又は信用状況の悪化等により仮差押、仮処分、差押、担保権実行と
しての競売、強制執行の各申立てがあったとき
(22[-8-]{+9+})公租公課の滞納処分を受けたとき
(2[-29-]{+30+})支払の停止又は破産手続開始、民事再生手続開始、会社更生手続開始若しく
は特別清算開始の申立があったとき
(23[-0-]{+1+})合併によらず解散、又は営業の廃止を決議したとき
(23[-1-]{+2+})自己振出若しくは自己引受の手形、又は自己振出の小切手が不渡りとなった
とき
(23[-2-]{+3+})資産、信用、支払能力等に重大な変更を生じたとき
(23[-3-]{+4+})次条(反社会的勢力の排除)に違反したとき
(23[-4-]{+5+})その他本契約を継続しがたい重大な背信行為を行ったとき
52. 本条に定める解除は、解除者による被解除者に対する損害賠償の請求を妨げない。
第5[-41-]{+56+}条(反社会的勢力の排除)
5[-1-]{+2+}. 甲及び乙は、相手方に対して、現在又は将来にわたって、自己及び自己の役職員が反社
会的勢力(2020年4月1日付警察庁通達「組織犯罪対策要綱」において定義される「暴
力団等」をいう)に該当せず、これと一切関係を有していないことを表明し、保証する。
5[-2-]{+3+}. 甲及び乙は、相手方に対して、自ら又は第三者を利用して、以下の各号に該当する行為
を行わないことを表明し、保証する。
(12[-6-]{+8+})暴力的な要求行為
(12[-7-]{+9+})法的な責任を超えた不当な要求行為
(1[-28-]{+30+})取引に関して脅迫的な言動や暴力を用いる行為
(1[-29-]{+31+})偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為
(13[-0-]{+2+})その他前号各号に準ずる行為
第5[-42-]{+57+}条(損害賠償)
甲及び乙は、本契約の履行に際して相手方の責めに帰すべき事由により損害を被った場
合、本契約に従って甲が乙に対して支払った委託料を限度として、その損害の賠償を請
求することができるものとする。
第5[-43-]{+58+}条(契約期間)
51. 本契約の有効期間は、2023年4月1日から 2023年7月31日までとする。但し、本契約
の期間満了の1か月前までに、甲乙いずれからも相手方に対して、本契約を更新しない
112
旨の意思表示がない限り、本契約は同一条件で6か月間自動的に更新し、その後も同様
とする。
52. 前項にかかわらず、甲は、乙に対して、解約希望日の1か月前までに解約をする旨を書
面によって通知することにより、本契約を解約することができるものとする。
第5[-44-]{+59+}条(準拠法)
本契約は日本法に準拠し、日本法に従って解釈されるものとする。
第5[-45-]{+60+}条(専属的合意管轄裁判所)
本契約に関して甲乙間で紛争が生じた場合、訴額に応じて、東京地方裁判所又は東京簡
易裁判所を第一審の専属的合意管轄裁判所とする。
第5[-4-]6{+1+}条(協議解決)
本契約に定めのない事項、又は本契約の内容に疑義が生じた場合には、甲乙別途協議し
これを解決するものとする。
以上のとおり本契約が成立したことを証するため、本契約書2通を作成し、甲乙記名押印の
上、各1通を保有する。
2023 年 3 月31 日
甲:東京都港区虎ノ門一丁目1番1号
[-ロッ-]{+ソ+}ク{+ラテス+}株式会社
代表取締役 六区 太郎
乙:東京都中央区日本橋堀留町一丁目9番8号
MNTSQ 株式会社
代表取締役 板谷 隆平
113
`