export const unifiedFormatLicense = `--- a/src/fixtures/original.license.txt
+++ b/src/fixtures/original.license.txt
@@ -1,69 +1,70 @@
  商標及び著作物使用許諾契約書
-Aテクノロジー株式会社（ 以下、「甲」という。） と、B商事株式会社（以下、「乙」という。）とは、甲が権利を有する「○○○○」に関わる商標と「○○○○」に関わる著作物とに関する使用許諾契約（以下「本契約」という）を、次のとおり締結する。
+Aモンテスキュー株式会社（ 以下、「甲」という。） と、B商事株式会社（以下、「乙」という。）とは、甲が権利を有する「○○○○」に関わる商標と「○○○○」に関わる著作物とに関する使用許諾契約（以下「本契約」という）を、次のとおり締結する。
 
 第１条（定 義）
 本契約における用語を次の各号のとおり定義する。
 （１）「本件商標」とは、甲が権利を有する「○○○○」に関わるすべての商標をいう。
 （２）「本件著作物」とは、甲が権利を有する「○○○○」に関わるすべての著作物をいう。
 
 第２条（使用許諾）
 １．甲は、乙に対し、本件商標及び本件著作物を甲が承認した商品に使用するために本契約に従って使用することを許諾するものとする。
-２．甲は、乙以外の第三者に本件商標及び本件著作物の使用を許諾してはならない。ただし、乙の承諾がある場合には、この限りでない。
 
 第３条（競業避止義務）
 １．乙は、本契約の有効期間中、事前に甲の書面による承諾を得た場合を除き、甲と競業する第三者の保有する商標及び著作物を利用した商品を取り扱ってはならない。
-２．乙は、第三者の保有する商標及び著作物を利用した商品を取り扱おうとしている場合において、当該第三者が甲の事業と競業するか否かにつき疑義があるときは、甲に対し事前に通知し、甲の見解を求めなければならない。
+２．甲は、乙に対し、本件商標及び本件著作物を甲が承認した商品に使用するために本契約に従って使用することを許諾するものとする。
+３．乙は、第三者の保有する商標及び著作物を利用した商品を取り扱おうとしている場合において、当該第三者が甲の事業と競業するか否かにつき疑義があるときは、甲に対し事前に通知し、甲の見解を求めなければならない。
 
 第４条（許諾された使用の対価）
 甲が乙に許諾することに対して、乙は次の各号にしたがってその対価を支払う。
 （１）本件商標及び本件著作物を使用する商品の税抜き希望小売価格の○○％を製造数量に乗じた金額を対価とする。
 （２）前号の対価は、各年度の総額を各年度末から９０日以内に、乙から甲に対して支払うものとする。
 
+第６条（使用状況の報告・記録）
+１．乙は、本契約の有効期間中、本件商標及び本件著作物を使用し乙が現実に販売した本件商品の製品名及び本件商標及び本件著作物の使用状況を記録し、各年度末から６０日以内に、甲に各年度についての使用状況の記録を提出し報告しなければならない。
+２．甲は、乙が第４条の使用ガイドラインを遵守せずに本件商標及び本件著作物を使用していると判断した場合は、いつでも、乙に対し、書面にてその旨を通知し且つ使用ガイドラインの基準に適合させるための改善措置と当該商品の販売・製造及び流通の停止を要求できるものとする。その場合、乙は、当該書面受領後速やかに改善措置を講じるものとし、且つ、当該改善措置により基準に適合するまでの間、当該商品の販売・製造及び流通を停止する。
+
 第５条（販 売）
 １．本件商標及び本件著作物を使用した商品の販売において、乙は甲の定める指針に従わなければならない。
 ２．本件商標及び本件著作物を使用した商品の販売は、日本国内に限定する。
 
-第６条（使用状況の報告・記録）
-１．乙は、本契約の有効期間中、本件商標及び本件著作物を使用し乙が現実に販売した本件商品の製品名及び本件商標及び本件著作物の使用状況を記録し、各年度末から６０日以内に、甲に各年度についての使用状況の
記録を提出し報告しなければならない。
-２．甲は、乙が第４条の使用ガイドラインを遵守せずに本件商標及び本件著作物を使用していると判断した場合は、いつでも、乙に対し、書面にてその旨を通知し且つ使用ガイドラインの基準に適合させるための改善措置と当該商品の販売・製造及び流通の停止を要求できるものとする。その場合、乙は、当該書面受領後速やかに改善措置を講じるものとし、且つ、当該改善措置により基準に適合するまでの間、当該商品の販売・製造及び流通を停止する。
 
 第７条（契約有効期間）
 本契約は、平成○○年○○月○○日から平成○○年○○月○○日まで有効とする。但し期間満了の○○か月前までに甲乙いずれからも別段の意思表示ないときはさらに１年間有効とする。ただし、第８条又は第１０条の規定により早期に終了した場合はこの限りではない。
 
 第８条（使用の終了）　
 乙は、本件商標及び本件著作物の使用を終了する場合、速やかにその旨を甲に書面で通知し、その時点をもって本契約は終了する。
 
 第９条（権利の保全）
 １．乙は、甲が本件商標及び本件著作物の権利保全を行うに際し、誠意をもってこれに協力する。
 ２．乙は、第三者が本件商標及び本件著作物に関する甲の権利を侵害していることを発見した場合、直ちに、その内容を甲に連絡し、甲乙協力してその侵害排除に努める。
 ３．乙は、本件商標及び本件著作物の使用に関し、乙の責めに帰すべき理由で第三者から甲に対しなされた損害賠償その他の一切の請求に対して、乙は、自己の費用と責任においてこれを解決する。
 
 第１０条（解除）
 乙が次の各号の何れかに該当する場合は、何らの催告を要せず直ちに本契約を解除することができる。
 （１）第三者から差押、仮差押、競売、破産、会社整理、民事再生、特別清算又は会社更生手続の開始等の申立または公訴公課の滞納処分を受けたとき
 （２）自ら破産宣告、会社整理、民事再生手続、特別清算又は会社更生手続の開始等の申立を行ったとき
 （３）金融機関から取引停止処分を受けたとき、自ら振出し、または引き受けた手形、小切手が不渡り処分になる等、支払いが不能な状態になったとき。
 （４）監督官庁より営業の取消、停止等の処分を受けたとき
 （５）その他契約を継続しがたい重大な事由が生じたとき
 第１１条（改良著作物）
 本件著作物を使用することにより、新たに著作物が発生した場合にはその権利は甲が保有する。
 
 第１２条（秘密保持）
 甲及び乙は、本契約実施に関して知り得た秘密を、その管理に必要な処置をし、本業務の遂行以外の目的に使用してはならない。
 第１３条（協議事項）
 本契約に定めのない事項、または本契約の解釈等に疑義が生じたときは、民法その他の法令に甲乙は誠意を持って協議し、円満に解決を図るものとする。
 
 
 本契約締結の証として、本書２通を作成し、甲乙それぞれ各１通を保管する。
 
 平成○○年○○月○○日
 
 甲　住所　
 　　　　　　　　　　　　　
 　　氏名
 　印
 
 乙　住所　
 　　氏名　　　　　　　　　　　　　　　　　　　　　　　
 　　　　　　　　　　　　　　　　　　　　　印
 `
