export const diff = `商標及び著作物使用許諾契約書
Aテクノロジー株式会社(以下、「甲」という。) と、B 商事株式会社(以下、「乙」という。)と
は、甲が権利を有する「〇〇〇〇」に関わる商標と「〇〇〇〇」に関わる著作物とに関する使用許諾契
約(以下「本契約」という)を、次のとおり締結する。
第1条(定 義)
本契約における用語を次の各号のとおり定義する。
([-1)「本件商標」とは、甲が権利を有する「○○○○」に関わるすべての商標をいう。-]
[-(-]2)「本件著作物」とは、甲が権利を有する「[-○○○○-]{+〇〇〇〇+}」に関わるすべての著作物をいう。
第2条(使用許諾)
1. 甲は、乙[-に対し、本件商標及び本件著作物を甲が承認した商品に使用するために本契約に従って使-]
[-用することを許諾するものとする。-]
[-2. 甲は、乙-]以外の第三者に本件商標及び本件著作物の使用を許諾してはならない。ただし、乙の承諾
がある場合には、この限りでない。
第3条(競業避止義務)
1. 乙は、本契約の有効期間中、事前に甲の書面による承諾を得た場合を除き、甲と競業する第三者の
保有する商標及び著作物を利用した商品を取り扱ってはならない。
2. {+甲は、乙以外の第三者に本件商標及び本件著作物の使用を許諾してはならない。ただし、乙の承諾+}
{+がある場合には、この限りでない。+}
{+3.+} 乙は、第三者の保有する商標及び著作物を利用した商品を取り扱おうとしている場合において、当
該第三者が甲の事業と競業するか否かにつき疑義があるときは、甲に対し事前に通知し、甲の見解を求
めなければならない。
第4条(許諾された使用の対価)
甲が乙に許諾することに対して、乙は次の各号にしたがってその対価を支払う。
{+甲は、乙以外の第三者に本件商標及び本件著作物の使用を許諾してはならない。ただし、乙の承諾があ+}
{+る場合には、この限りでない。+}
(1) 本件商標及び本件著作物を使用する商品の税抜き希望小売価格の〇〇%を製造数量に乗じた金額
を対価とする。
(2) 前号の対価は、各年度の総額を各年度末から90日以内に、乙から甲に対して支払うものとす
る。
第5条(販 売)
1. 本件商標及び本件著作物を使用した商品の販売において、乙は甲の定める指針に従わなければなら
ない。
2. 本件商標及び本件著作物を使用した商品の販売は、日本国内に限定する。
第6条(使用状況の報告·記録)
[-1. 乙は、本契約の有効期間中、本件商標及び本件著作物を使用してが現実に販売した本件商品の製品-]
[-名及び本件商標及び本件著作物の使用状況を記録し、各年度末から60日以内に、甲に各年度について-]
{+1. 乙は、本契約の有効期間中、本件商標及び本件著作物を使用してが現実に販売した本件商品の製品+}
{+名及び本件商標及び本件著作物の使用状況を記録し、各年度末から60日以内に、甲に各年度について+}
の使用状況の記録を提出し報告しなければならない。
2. 甲は、乙が第4条の使用ガイドラインを遵守せずに本件商標及び本件著作物を使用していると判断
した場合は、いつでも、乙に対し、書面にてその旨を通知し且つ使用ガイドラインの基準に適合させる
ための改善措置と当該商品の販売·製造及び流通の停止を要求できるものとする。その場合、乙は、当
該書面受領後速やかに改善措置を講じるものとし、且つ、当該改善措置により基準に適合するまでの
間、当該商品の販売·製造及び流通を停止する。
第7条(契約有効期間)
本契約は、平成〇〇年〇〇月〇〇日から平成〇〇年〇〇月〇〇日まで有効とする。但し期間満了の〇〇
か月前までに甲乙いずれからも別段の意思表示ないときはさらに1年間有効とする。ただし、第8条又
は第10条の規定により早期に終了した場合はこの限りではない。
第8条(使用の終了)
乙は、本件商標及び本件著作物の使用を終了する場合、速やかにその旨を甲に書面で通知し、その時点
をもって本契約は終了する。
第9条(権利の保全)
1. 乙は、甲が本件商標及び本件著作物の権利保全を行うに際し、誠意をもってこれに協力する。
2. 乙は、第三者が本件商標及び本件著作物に関する甲の権利を侵害していることを発見した場合、直
ちに、その内容を甲に連絡し、甲乙協力してその侵害排除に努める。
3. 乙は、本件商標及び本件著作物の使用に関し、乙の責めに帰すべき理由で第三者から甲に対しなさ
れた損害賠償その他の一切の請求に対して、乙は、自己の費用と責任においてこれを解決する。
第10条(解除)
乙が次の各号の何れかに該当する場合は、何らの催告を要せず直ちに本契約を解除することができる。
(1)第三者から差押、仮差押、競売、破産、会社整理、民事再生、特別清算又は会社更生手続の開始
等の申立または公訴公課の滞納処分を受けたとき
(2)自ら破産宣告、会社整理、民事再生手続、特別清算又は会社更生手続の開始等の申立を行ったと
き
(3) 金融機関から取引停止処分を受けたとき、自ら振出し、または引き受けた手形、小切手が不渡り
処分になる等、支払いが不能な状態になったとき。
(4) 監督官庁より営業の取消、停止等の処分を受けたとき
(5) その他契約を継続しがたい重大な事由が生じたとき
第11条(改良著作物)
本件著作物を使用することにより、新たに著作物が発生した場合にはその権利は甲が保有する。
[-第12条(秘密保持)-]
{+第12条(秘密保持)+}
甲及び乙は、本契約実施に関して知り得た秘密を、その管理に必要な処置をし、本業務の遂行以外の目
的に使用してはならない。
第13条(協議事項)
本契約に定めのない事項、または本契約の解釈等に疑義が生じたときは、民法その他の法令に甲乙は誠
意を持って協議し、円満に解決を図るものとする。
本契約締結の証として、本書2通を作成し、甲乙それぞれ各1通を保管する。
平成〇〇年〇〇月〇〇日
甲 住所
氏名
印
乙 住所
氏名
印
`