export const diff = `収入
ソフトウェア開発委託基本契約書
印紙
[-MNTSQ-]{+もんてすきゅー+}株式会社(以下「甲」という)と[-ロック-]{+ろっく+}株式会社(以下「乙」とい
う)とは、ソフトウェアの開発業務の委託に関して、以下の通りの契約を締結す
る。
(目的)
第1条 甲は、本契約に基づく[-ソフトウェア-]開発業務を乙に委託し、乙はこれを受託する。
(定義)
第2条 本契約で使用する用語の意味は以下に定めるところによる。
1 ソフトウェア
本契約に基づき開発されたプログラムおよび本契約に基づき作成されたすべて
の文書。
[-2 上流工程-]
[-対象となるソフトウェアを構築するための仕様を作り上げることを目的とした-]
[-サービスを実行する工程。-]
[-上流工程は、要求分析·定義および外部設計の2つの工程で構成される。要求分-]
[-析·定義は、甲が対象ソフトウェアに求める要求を調査、分析し、要求定義書と-]
[-してまとめる工程。-]
[-3-]下流工程
上流工程で作り上げられた仕様に基づき対象となるソフトウェアを構築する工
程。
下流工程は、内部設計、プログラム設計、実装、の4つの工程で構成される。内部
設計は、外部設計で決定された仕様をプログラムとしてどのように実現するか
を設計し、内部設計書としてまとめる工程。プログラム設計は、対象ソフトウェ
アのプログラムの構造を設計し、プログラム設計書としてまとめる工程。実装は
プログラムを作成する工程。
[-4-]{+2+} 移行
開発された対象ソフトウェアの現実の運用を可能とするための準備を実施する
工程。
5 成果物
本契約に基づくソフトウェア開発の過程で作成されるもの。各工程で作成され
る成果物を別紙1に記載する。
{+(個別契約)+}
{+第3条+}
{+1 対象ソフトウェアの開発工程は上流工程、下流工程、移行の3つの工程から+}
{+構成されるものとし、甲と乙は、各工程について個別契約を締結する。+}
{+2 個別契約には本契約の各条項が適用されるが、個別契約で本契約と異なる+}
{+規定をした場合には、個別契約の条項が本契約に優先する。+}
[-(個別契約)-]
[-第3条-]
[-1 対象ソフトウェアの開発工程は上流工程、下流工程、移行の3つの工程から-]
[-構成されるものとし、甲と乙は、各工程について個別契約を締結する。-]
[-2 個別契約には本契約の各条項が適用されるが、個別契約で本契約と異なる-]
[-規定をした場合には、個別契約の条項が本契約に優先する。-]
3 上流工程についての個別契約は、基本契約の締結と共に締結する。下流工程
についての個別契約は、上流工程が完了し、対象となるソフトウェアを構築する
ための仕様が確定した時点で、乙が、下流工程のスケジュール、納期、委託料の見
積りを行い、これに基づいて締結する。移行の工程についての個別契約は、下流
工程の締結と共に、もしくは下流工程の完了時に締結する。
(成果物の納入および確定)
第4条
[-1-]乙は、甲に対して、成果物を納入する。納入する成果物の明細、納入期日、納
入場所は、個別契約で定める。
{+下流工程の締結と共に、もしくは下流工程の完了時に締結する。+}
2 納入する成果物については、甲乙両者でその確定を行い、それぞれの主任担
当者が署名または記名捺印することをもって、その確定を確認するものとする。
3 成果物の納入が遅滞する場合は、乙はただちに甲に通知し、両者協議のうえ
新たな納入期日を設定する。
(検収)
第5条 甲は、乙が上流工程、下流工程、移行の工程におけるソフトウェア開発
業務を完了させた時点で、各工程についての検収を行う。検収の基準、方法等は、
個別契約で定める。
(責任)
第6条 乙は、甲に対して、本契約および個別契約に基づくソフトウェア開発に
関して、個別契約に定める責任を負う。
(委託料および支払い)
第7条 甲は、乙に対して、本契約および個別契約に基づくソフトウェア開発業
務の対価として委託料を支払う。委託料の額、算定方法、支払い方法は、個別契約
で定める。
(実施)
{+第8条+}
{+1 甲および乙は、本契約および個別契約で定める役割分担に従い、相互に共同+}
{+して開発作業を行う。+}
{+2 甲および乙は、それぞれの役割分担である作業を誠実に実施する共に、相手+}
{+方の役割分担である作業に対しても誠実に協力する。+}
[-第8条-]
[-1 甲および乙は、本契約および個別契約で定める役割分担に従い、相互に共同-]
[-して開発作業を行う。-]
[-2 甲および乙は、それぞれの役割分担である作業を誠実に実施する共に、相手-]
[-方の役割分担である作業に対しても誠実に協力する。-]
3 甲および乙の役割分担、甲乙それぞれが行うべき作業および共同で行うべ
き作業の範囲は、個別契約で定める。
(作業実施場所)
第9条
1 乙は、本契約および個別契約に基づくソフトウェア開発作業を乙の事業所
内で行う。但し、作業上必要のある場合は、乙は甲の事業所において作業を行え
る。
2 乙は、甲の事業所内での作業にあたり、甲の定める諸規則を遵守し、秩序維
持、安全管理等に努める。
3 乙が甲の事業所内で作業を実施するにあたり、甲は当該の作業実施場所、開
発設備、開発環境、必要な備品を無償で乙に提供する。
(指揮命令)
第10条
[-1-]本契約および個別契約に基づくソフトウェア開発に携わる乙の作業従事者
に対する指示、安全衛生、労務管理等に関する一切の指揮命令は、乙が行う。
2 本契約および個別契約に基づくソフトウェア開発に携わる乙の作業従事者
には乙の定めた就業規則が適用される。
(主任担当者および開発体制)
第11条
1 甲および乙は、本契約および個別契約に基づくソフトウェア開発の履行の
ための連絡、確認を行う主任担当者を定め、書面で相手方に通知する。
2 甲および乙は、本契約および個別契約に基づくソフトウェア開発の履行の
ための開発体制を定め、書面で相手方に通知する。
3 甲および乙は、本契約および個別契約に基づくソフトウェア開発の履行に
伴う連絡、確認は、それぞれの主任担当者を通じてのみ行う。
4 甲および乙は、主任担当者および開発体制の変更がある場合、直ちに書面で
相手方に通知する。
{+(定期協議会)+}
{+第12条+}
{+1 甲および乙は、本契約および個別契約に基づくソフトウェア開発が完了す+}
{+るまでの間、開発進捗状況の報告、問題点の検討·解決、成果物のレビュー、その+}
{+他対象ソフトウェア開発の推進のために必要な事項を協議するための協議会を+}
[-(定期協議会)-]
[-第12条-]
[-1 甲および乙は、本契約および個別契約に基づくソフトウェア開発が完了す-]
[-るまでの間、開発進捗状況の報告、問題点の検討·解決、成果物のレビュー、その-]
[-他対象ソフトウェア開発の推進のために必要な事項を協議するための協議会を-]
定期的に開催する。定期的な協議会の開催頻度は、甲乙が協議のうえ別途決定す
る。
2 乙は必要に応じて、対象ソフトウェアを直接利用する従業員等、必要な甲の
従業員の定期的な協議会への出席を甲に対して要求でき、甲はこれに応じなけ
ればならない。
(資料等の提供、管理、返却)
第13条
1 甲は、乙からの要求がある場合、本契約および個別契約に基づくソフトウェ
ア開発に必要な業務資料、機械学習技術資料、その他各種資料を速やかに無償で
乙に提供する。
[-2-]乙は、甲から提供された一切の資料を善良なる管理者の注意義務をもって
管理保管し、利用しなければならない。
3 乙は、甲から提供された一切の資料を、本契約および個別契約に基づくソフ
トウェア開発以外の用途に使用してはならない。
4 乙は、甲から提供された一切の資料およびその複製物を、その使用目的を終
了した時点で、速やかに甲に返却するか、甲の指示に従った処理を行わなければ
ならない。
(再委託)
第14条
1 乙は、本契約および個別契約に基づくソフトウェア開発業務を実行する上
で必要のある場合、乙の責任において、業務の一部を第三者に再委託できる。
2 前項の場合、乙は、本契約および個別契約で定めた事項を再委託先に遵守さ
せなければならない。
{+(仕様の変更)+}
第15条
1 甲または乙は、上流工程で作成された要求定義書および外部設計書、下流工
程で作成された内部設計書、プログラム設計書および各テスト仕様書、検収のた
めの検査仕様書、移行の工程における運用テスト仕様書等(以下、仕様書等とす
[-(-]{+る)の+}仕様の変更[-)-]{+の申し入れを行う場合、両者で協議のうえ定めた書面に変更内+}
{+容、変更理由等を記載して主任担当者の記名捺印を行ったうえで、これを相手方+}
{+に通知することをもってのみ行いうるものとする。+}
{+2 甲および乙は、相手方から仕様の変更の申し入れがあった場合、変更内容お+}
{+よびその可否について協議する。協議の期間は、変更の申し入れがあった日から+}
[-る)の仕様の変更の申し入れを行う場合、両者で協議のうえ定めた書面に変更内-]
[-容、変更理由等を記載して主任担当者の記名捺印を行ったうえで、これを相手方-]
[-に通知することをもってのみ行いうるものとする。-]
[-2 甲および乙は、相手方から仕様の変更の申し入れがあった場合、変更内容お-]
[-よびその可否について協議する。協議の期間は、変更の申し入れがあった日から-]
** 日以内とする。かかる期間内に協議が整わない場合は、乙はその変更前の契
約条件に従って作業を進めることができる。
3 協議の結果、甲乙両者が、変更内容が本契約および個別契約に定める委託料
金額、納期およびその他の契約条件に影響を及ぼすものであると判断した場合
には、新たに変更契約を締結して契約内容を変更することによってのみ、仕様の
変更を行うことができる。
[-4-]協議の結果、甲乙両者が、変更内容が本契約および個別契約に定める委託料
金額、納期およびその他の契約条件に影響を及ぼさないと判断した場合には、変
更契約を締結して契約内容を変更することなく仕様の変更を行うことができる。
5 仕様が変更された場合には、乙は、変更内容を反映した仕様書等を作成する
6 仕様の変更は、甲および乙の主任担当者が変更内容を反映した仕様書等に
記名捺印することをもって確定されるものとする。
(機密保持)
第16条
1 甲および乙は、本契約および個別契約に関連して知り得た相手方の技術、生
産、財務、営業、販売、その他の業務に関する機密を第三者に対して漏洩、開示し
てはならない。
2 甲および乙は、機密情報を相手方に開示する場合は、機密である旨を表示す
る。
本条の規定は、本契約期間中だけでなく、本契約終了後も有効に継続する。
(知的財産権)
第17条
[-1-]本契約および個別契約に基づくソフトウェア開発の過程で発生した特許権、
実用新案権は、発明、考案を甲が単独で行った場合は甲単独に帰属し、発明、考案
を乙が単独で行った場合は乙単独に帰属し、発明、考案を甲および乙が共同で行
った場合は甲乙共有の帰属とする。
2 本契約および個別契約に基づくソフトウェア開発において新規に作成され
たプログラムの著作権は、個別契約において定める対価が甲より乙に完済され
た時点で、乙から甲に譲渡される。この場合、譲渡される権利には、著作権法第
{+27条および第28条に定める権利を含む。+}
{+3 本契約および個別契約に基づくソフトウェア開発において新規に作成され+}
{+た文書の著作権は、個別契約において定める対価が甲より乙に完済された時点+}
{+で、乙の著作権の半分を甲に譲渡し、甲乙の共有とする。+}
{+4 本契約および個別契約に基づくソフトウェア開発において新規に作成され+}
[-27条および第28条に定める権利を含む。-]
[-3 本契約および個別契約に基づくソフトウェア開発において新規に作成され-]
[-た文書の著作権は、個別契約において定める対価が甲より乙に完済された時点-]
[-で、乙の著作権の半分を甲に譲渡し、甲乙の共有とする。-]
[-4 本契約および個別契約に基づくソフトウェア開発において新規に作成され-]
たプログラムの構成部品であるルーチン、モジュール等について、乙が従来から
権利を有していたルーチン、モジュール等の著作権は乙に留保される。
5 本契約および個別契約に基づくソフトウェア開発において新規に作成され
たプログラムの構成部品であるルーチン、モジュール等について、新規に作成さ
れたルーチン、モジュール等の著作権は、個別契約において定める対価が甲より
乙に完済された時点で、乙の著作権の半分を甲に譲渡し、甲乙の共有とする。こ
の場合、甲または乙は互いに相手方の了承なしに当該のルーチン、モジュール等
を自由に使用できる。
6 乙は、本条項に基づき甲に著作権を譲渡した著作物に関して、著作者人格権
を行使しないものとする。
7 甲および乙は、本契約および個別契約に基づき開発されたアイデア、ノウハ
ウ等について、自由に使用できる。
(損害賠償)
第18条
1 乙が本契約および個別契約に基づいて開発したソフトウェアの検収完了後、
当該ソフトウェアのプログラムに上流工程で確定された仕様との不一致が存在
し、かつこの不一致が乙の責に帰すべき事由による場合、この不一致に起因して
現実に甲に損害が生じた場合には、損害賠償責任を負う。
2 甲および乙は、本契約および個別契約に基づく債務を履行しないことが原
因で、相手方に現実に損害を与えた場合には、その損害額などについて両者が協
議したうえ、本契約または個別契約の解除の有無にかかわらず、当該ソフトウェ
アに対する支払済みの代金相当額を限度として損害賠償責任を負う。
ただし、甲または乙の責に帰すことができない事由により生じた損害、甲または
乙の予見の有無を問わず特別の事情から生じた損害および逸失利益については、
賠償の責任を負わないものとする。
(契約解除)
第19条 甲または乙は、相手方が次の各号のいずれかにでも該当したときは、
相手方になんらの通知、催告なくただちに本契約および履行の完了していない
個別契約の全部または一部を解除できる。
{+1 重大な過失または背信行為があった場合+}
{+2 仮差押、差押もしくは競売の申し立てを受けた場合+}
{+3 公租公課の滞納処分を受けた場合+}
{+4 破産、和議開始、会社更生手続き開始、会社整理開始もしくは特別清算開始の+}
{+申し立てを受けた場合+}
[-1 重大な過失または背信行為があった場合-]
[-2 仮差押、差押もしくは競売の申し立てを受けた場合-]
[-3 公租公課の滞納処分を受けた場合-]
[-4 破産、和議開始、会社更生手続き開始、会社整理開始もしくは特別清算開始の-]
[-申し立てを受けた場合-]
5 本契約または個別契約に対する相手方の債務不履行が、相当期間を定めて催
告した後も是正されない場合
(個人情報の取り扱いと保護)
第20条
1 以下の各項における個人情報は、個人情報の保護に関する法律(平成15年
法律第57号)に定めるものをいう。
2 乙は、個人情報の保護に関する法律(平成15年法律第57号)およびその他
個人情報に関する法令および条例を遵守し、個人の権利または利益を侵害する
ことのないよう個人情報を適切に扱わなければならない。
3 乙は、本契約による業務に関して知り得た個人情報の漏洩、盗難、紛失、改ざ
ん、毀損、その他の事故を防止し、個人情報を適切に管理するために必要な措置
を講じなければならない。
4 乙は、本契約による業務に従事する乙の従業員その他乙の管理下において
業務に従事する者に対して、在職中も退職後においても、その業務に関して知り
得た個人情報を他に漏らしてはならないこと、契約の目的以外の目的に使用し
てはならないことなど、個人情報の保護に関する秘密保持の義務を負わせるも
のとする。
5 乙は、本契約による業務に従事する乙の従業員その他乙の管理下において
業務に従事する者に対して、個人情報の保護に必要な安全管理の義務を負わせ
るものとする。
6 乙は、本契約による業務に関連して知り得た個人情報を第三者に漏洩、提供
開示してはならない。本項の規定は本契約期間中だけでなく、本契約終了後も有
効に継続する。
7 乙は、本契約による業務に関連して知り得た個人情報を本契約の目的以外
に利用または加工してはならない。本項の規定は本契約期間中だけでなく、本契
約終了後も有効に継続する。
8 乙は、本契約による業務を行うために甲から引き渡された、個人情報が記録
された資料等(電磁的な記録を含む)を複製または複写してはならない。乙は、契
約の履行のために個人情報が記録された資料等(電磁的な記録を含む)を複製ま
たは複写しなければならない場合は、事前に書面により通知して甲の承諾を得
{+なければならない。+}
{+9 乙は、本契約による業務を行うための個人情報の処理は自ら行うものとし、+}
{+書面による甲の承諾のない限り、その処理を第三者に再委託してはならない。+}
{+10 甲は、必要があると認めた場合、個人情報の保護および管理に必要な措置+}
{+の履行状況を確認するために随時調査することができる。+}
[-なければならない。-]
[-9 乙は、本契約による業務を行うための個人情報の処理は自ら行うものとし、-]
[-書面による甲の承諾のない限り、その処理を第三者に再委託してはならない。-]
[-10 甲は、必要があると認めた場合、個人情報の保護および管理に必要な措置-]
[-の履行状況を確認するために随時調査することができる。-]
11 乙は、個人情報の漏洩、盗難、紛失、改ざん、毀損、その他の事故が発生し
た、または発生するおそれのあることを知ったときは、速やかに甲に報告しなけ
ればならない。
12 甲は、乙が正当な理由なしに前各項の規定を遵守していないと判断した
ときは、本契約を解除することができる。
13 乙は、乙または再委託先の責に帰すべき事由により、個人情報の漏洩、盗
難、紛失、改ざん、毀損、その他の事故があった場合において、甲が損害を被った
ときは、甲に対して当該の損害を賠償するものとする。
(管轄裁判所)
第21条 本契約および個別契約に関する訴訟については、被告の住所地を管
轄する裁判所を専属管轄裁判所とする。
(協議)
第22条
[-1-]本契約および個別契約に定めのない事項については、甲、乙信義誠実の原則
に従い協議し円満に解決するものとする。
2 本契約および個別契約の定める事項に疑義が生じた場合は、甲、乙信義誠実
の原則に従い協議し円満に解決するものとする。
本契約締結の証として、本書2通を作成し、甲乙記名押印のうえ、各1通を保有
する。
平成31年2月28日
〇〇県〇〇市〇〇町〇丁目〇番〇号
MNTSQ 株式会社
〇〇県〇〇市〇〇町〇丁目〇番〇号
{+ロック株式会社+}
{+田中 太郎+}
[-ロック株式会社-]
[-田中 太郎-]
`