export const diff = `商標及び著作物使用許諾契約書
A テクノロジー株式会社(以下、「甲」という。)と、B 商事株式会社(以下、「乙」という。)とは、
甲が権利を有する「〇〇〇〇」に関わる商標と「〇〇〇〇」に関わる著作物とに関する使用許諾契約
(以下「本契約」という)を、次のとおり締結する。
第1条({+許諾された使用の対価)+}
{+甲が乙に許諾することに対して、乙は次の各号にしたがってその対価を支払う。+}
{+(1)本件商標及び本件著作物を使用する商品の税抜き希望小売価格の〇〇%を製造数量に乗じた金額+}
{+を対価とする。+}
{+(2)前号の対価は、各年度の総額を各年度末から90日以内に、乙から甲に対して支払うものとする。+}
{+第2条(+}定義)
本契約における用語を次の各号のとおり定義する。
(1)「本件商標」とは、甲が権利を有する「○○○○」に関わるすべての商標をいう。
(2)「本件著作物」とは、甲が権利を有する「○○○○」に関わるすべての著作物をいう。
[-第2条(使用許諾)-]
[-1. 甲は、乙に対し、本件商標及び本件著作物を甲が承認した商品に使用するために本契約に従って使-]
[-用することを許諾するものとする。-]
[-2. 甲は、乙以外の第三者に本件商標及び本件著作物の使用を許諾してはならない。ただし、乙の承諾-]
[-がある場合には、この限りでない。-]
第3条(競業避止義務)
1. 乙は、本契約の有効期間中、事前に甲の書面による承諾を得た場合を除き、甲と競業する第三者の
保有する商標及び著作物を利用した商品を取り扱ってはならない。
2. 乙は、第三者の保有する商標及び著作物を利用した商品を取り扱おうとしている場合において、当
該第三者が甲の事業と競業するか否かにつき疑義があるときは、甲に対し事前に通知し、甲の見解を求
めなければならない。
第4条([-許諾された-]使用[-の対価-]{+許諾+})
{+1.+} 甲[-が-]{+は、+}乙に[-許諾することに-]対し[-て-]、[-乙は次の各号にしたがってその対価を支払う。-]
[-(1)-]本件商標及び本件著作物を{+甲が承認した商品に+}使用する[-商品の税抜き希望小売価格の〇〇%を製造数量に乗じ-]た[-金額-]{+めに本契約に従って使+}
{+用すること+}を[-対価-]{+許諾するもの+}とする。[-(-]
2[-)前号の対価-]{+. 甲+}は、[-各年度の総額を各年度末から90日以内に、-]乙[-から甲に対して支払うも-]{+以外+}の[-とする。-]第[-5条(販売)-]
[-1.-]{+三者に+}本件商標及び本件著作物[-を-]{+の+}使用{+を許諾+}し[-た商品の販売におい-]て[-、乙-]は[-甲の定める指針に従わなければ-]ならない。[-2. 本件商標及び本件著作物を使用し-]た[-商品-]{+だし、乙+}の[-販売-]{+承諾+}
{+がある場合に+}は、[-日本国内に-]{+この+}限[-定する-]{+りでない+}。
第[-6-]{+5+}条([-使用状況の報告·記録-]{+支払+})
[-1. 乙-]{+受託者+}は、[-本契約の有効期間中-]{+次条に定める完了確認後+}、{+速やかに委託者に対して+}本[-件商標-]{+業務委託料、消費税+}及び[-本件著作物を使-]{+特別費+}
用[-してが現実に販売し-]{+を合わせ+}た[-本件商品-]{+額+}の[-製品-]
[-名及び本件商標及び本件著作物の使用状況-]{+請求書+}を[-記録し-]{+発行する。+}
{+委託者は+}、[-各年度-]{+請求書受領月の翌月+}末[-から60-]日[-以内-]{+まで+}に、[-甲に各年度につい-]{+受託者が指定する銀行口座への振り込みをもっ+}て{+請求+}
{+書記載+}の[-使-]{+請求金額を支払うものとする。振込送金に要する費+}用[-状況-]{+は、委託者+}の[-記録を提出-]{+負担とする。+}
{+第6条(完了確認)+}
{+1. 受託者は、委託者に対+}し{+、本作業期間の終了時までに、業務完了+}報告[-しなければならな-]{+書(以下「本報告書」と+}い
{+う。)を提出する+}。
2. [-甲-]{+委託者+}は、[-乙が第4条の使用ガイドライン-]{+本報告書+}を[-遵守せず-]{+受領後、直ち+}に{+その内容が+}本[-件商標及び本件著作物-]{+契約に適合しているか否か+}を[-使用-]{+確認し、内容が本+}
{+契約に適合+}していると{+委託者が+}判断した場合{+に+}は、[-いつでも、乙-]{+完了確認書を受託者+}に対し[-、書面に-]て[-そ-]{+発行する(以下+}
{+「完了確認」という。)。+}
{+3. 委託者は、前項+}の[-旨を通知し且つ使用ガイドライン-]{+確認+}の[-基準-]{+結果、本報告書の内容が本契約+}に適合[-させる-]
[-ための改善措置-]{+していない+}と[-当該商品-]{+判断した場合、不適合+}
{+部分を特定して、受託者に対してそ+}の[-販売·製造-]{+修正+}及び[-流通の停止-]{+再提出+}を[-要-]求[-でき-]{+め+}る[-もの-]{+こ+}と[-す-]{+ができ+}る。[-その場合、乙は、当-]
[-該-]{+本項に基づき再提出+}
{+された本報告+}書[-面受領後速やか-]に[-改善措置を講じるものとし、且-]つ{+いて+}、[-当該改善措置-]{+委託者は、本条+}に[-より-]基[-準に適合-]{+づき確認を行い、完了確認書を発行+}する[-までの間、-]
[-当該商品の販売·製造及び流通-]{+否かを判断+}
{+する権利+}を[-停止-]{+有+}する。
第7条([-契約有効期間-]{+再委託+})
{+1. 受託者は、+}本[-契約-]{+業務の全部又+}は{+一部を+}、[-平成〇〇年〇〇月〇〇日から平成〇〇年〇〇月〇〇日まで有効と-]{+委託者の事前の書面による承諾を得た場合に限り、第三者に+}
{+対して再委託+}する{+ことができる+}。
[-但し期間満了の〇〇-]
[-か月-]{+2. 受託者が+}前[-まで-]{+項+}に[-甲乙いずれからも別段の意思表示ないと-]{+基づ+}き{+本業務を再委託した場合、受託者+}は[-さら-]{+当該再委託先が行う本業務+}に[-1年間有効-]{+ついて、委+}
{+託者に対して責任を負うもの+}とする。
[-ただし、第8条又-]
[-は-]{+3. 受託者が+}第1[-0条の規定により早期-]{+項+}に[-終了-]{+基づき本業務を再委託+}した場合{+、受託者+}は[-この限りではな-]{+、当該再委託先に対し、第17条に基+}
{+づ+}い{+て自らが負う秘密保持義務と同等の義務を課すものとする+}。
第8条(使用の終了)
乙は、本件商標及び本件著作物の使用を終了する場合、速やかにその旨を甲に書面で通知し、その時点
をもって本契約は終了する。
第9条(権利の保全)
1. 乙は、甲が本件商標及び本件著作物の権利保全を行うに際し、誠意をもってこれに協力する。
2. 乙は、第三者が本件商標及び本件著作物に関する甲の権利を侵害していることを発見した場合、直
ちに、その内容を甲に連絡し、甲乙協力してその侵害排除に努める。
3. 乙は、本件商標及び本件著作物の使用に関し、乙の責めに帰すべき理由で第三者から甲に対しなさ
れた損害賠償その他の一切の請求に対して、乙は、自己の費用と責任においてこれを解決する。
第10条(解除)
乙が次の各号の何れかに該当する場合は、何らの催告を要せず直ちに本契約を解除することができる。
(1)第三者から差押、仮差押、競売、破産、会社整理、民事再生、特別清算又は会社更生手続の開始
等の申立または公訴公課の滞納処分を受けたとき
(2)自ら破産宣告、会社整理、民事再生手続、特別清算又は会社更生手続の開始等の申立を行ったと
き
(3) 金融機関から取引停止処分を受けたとき、自ら振出し、または引き受けた手形、小切手が不渡り
処分になる等、支払いが不能な状態になったとき。
(4) 監督官庁より営業の取消、停止等の処分を受けたとき
(5) その他契約を継続しがたい重大な事由が生じたとき
[-第11条(改良著作物)-]
[-本件著作物を使用することにより、新たに著作物が発生した場合にはその権利は甲が保有する。-]
[-第12条(秘密保持)-]
[-甲及び乙は、本契約実施に関して知り得た秘密を、その管理に必要な処置をし、本業務の遂行以外の目-]
[-的に使用してはならない。-]
第13条(協議事項)
本契約に定めのない事項、または本契約の解釈等に疑義が生じたときは、民法その他の法令に甲乙は誠
意を持って協議し、円満に解決を図るものとする。
本契約締結の証として、本書2通を作成し、甲乙それぞれ各1通を保管する。
平成〇〇年〇〇月〇〇日
甲 住所
氏名
印
乙 住所
氏名
印
`